{"data":"<h1 class='text-center'>Age</h1><ul><li><p>Are young people generally more selfish than their parents and grandparents?</p></li><li><p>Does age make you more aware of and caring for others?</p></li><li><p>Should adults try to teach young people lessons, such as the dangers of drinking too much, taking drugs or catch the AIDS virus, or should they leave them alone to find out about these things themselves?</p></li><li><p>What are the advantages and disadvantages of both approaches?</p></li><li><p>What do you think is the best age to be?</p></li><li><p>Explain your opinion.</p></li><li><p>Most countries give young people rights as they reach a certain age. For example, British people can legally make love or fight for their country at the age of 16; they can drink, vote and drive a car when they are 18.</p></li><li><p>Do you think that any of the age limits need changing?</p></li><li><p>Some people think you should give something to society before you have the right to join it.</p></li><li><p>Should young people have to do some form of military or community service by law?</p></li><li><p>Should people of between 50 and 55 be forced to retire from their jobs in order to make way for younger workers?</p></li><li><p>If people are still able to (and want to) work, should they have to retire when the reach a certain age?</p></li><li><p>Explain your opinion.</p></li><li><p>In most countries the legal retirement age for men is five years older than for women, even though women live longer than men on average.</p></li><li><p>Why do you think this is?</p></li><li><p>Is this fair, or should it be changed?</p></li><li><p>Are there many things that the old can teach the young or are they hopelessly out of touch by the time they reach a certain age?</p></li><li><p>What things were you taught by your older family members?</p></li><li><p>How have they been useful to you in your life?</p></li><li><p>In most countries, compulsory education is targeted at five to sixteen year olds.</p></li><li><p>Would it be better to offer it to pensioners who want to learn rather than young people who prefer not to be in school? Explain your opinion.</p></li><li><p>In Russia, China and many other countries, there is a tradition of choosing leaders who are quite advanced in years.</p></li><li><p>Do you think that older people make better leaders? Explain your opinion.</p></li><li><p>One of Britain's best-ever leaders was William Pitt, who became Prime Minister when he was 24 and remained in power for 18 years.</p></li><li><p>Could this ever happen in your country? Why/why not?</p></li><li><p>Many elderly people have disabilities which limit their mobility.</p></li><li><p>Do buses, shops and public buildings in your country provide easy access for the disabled or are your towns and cities designed mainly for the young and able-bodied? Why is this?</p></li><li><p>Should the elderly be expected to pay for residential care out of their own savings or should appropriate accommodation and nursing be provided by the tax payer? Explain your opinion.</p></li><li><p>Some people say that men age better than women, and remain attractive longer. Do you agree? Explain your opinion.</p></li><li><p>Some people say that men never grow up, they just get bigger. Do you agree? Explain your opinion.</p></li><li><p>Some people say that young women are usually two to three years more mature than young men. Do you agree? Explain your opinion.</p></li><li><p>In most countries women live an average of five to six years longer than men. Why do you think this is?</p></li><li><p>In some countries having children is considered a way of 'investing in the future', and young people are expected to give money to their parents when they get a job, and then to care for them when they retire.</p></li><li><p>What are the good points and what are the bad points about this system?</p></li><li><p>Many countries are facing the problem of an 'aging population', i.e. there will soon be more old people than young people.</p></li><li><p>What problems will this cause?</p></li><li><p>What can be done to prepare for them?</p></li><li><p>What do you think is the ideal age for each of these stages of your life: (Explain your opinion.)</p></li><li><p>What age do you want to live to?</p></li><li><p>How do you feel about your parents growing older?</p></li><li><p>If your parents could no longer care for themselves, would you let them live with you or put them in a nursing home?</p></li><li><p>Are you afraid of getting old?</p></li><li><p>What is your ideal old age to live to?</p></li><li><p>Do you prefer to live in the retirement home or live with young people?</p></li><li><p>Should parents continue to finance their children after the children are 18?</p></li><li><p>Where do you wish to live when you are old?</p></li><li><p>Where do you see yourself when you are 70 years old?</p></li><li><p>Should older people spend their money on themselves, or save it for their children to have after they die?</p></li><li><p>Where do you wish to live when you are old?</p></li><li><p>What advice would you give to an older person who wants to feel young?</p></li><li><p>Some people say that youth is a state of mind, do you agree?</p></li></ul>"}
