{"data":"<h1 class='text-center' >Airplanes</h1><ul><li><p>How old were you when you went on your first flight?</p><ul><li><p>Where did you go?</p></li></ul></li><li><p>Do you like to travel by airplane?</p></li><li><p>What was the longest flight you have ever taken?</p></li><li><p>What seat do you prefer: window, center or aisle?</p></li><li><p>What are three things you're supposed to do before the flight takes off?</p></li><li><p>What do you like to do during the flight?</p><ul><li><p>Does the plane provide anything to do to pass the time?</p></li></ul></li><li><p>What are some movies you remember seeing on the plane?</p></li><li><p>What do you do when you experience turbulence?</p></li><li><p>Have you ever met anyone or established any relationships during a flight?</p></li><li><p>What should be done with obese people who practically take up two seats?</p></li><li><p>Can you sleep during the flight?</p></li><li><p>Have you ever seen a female pilot?</p><ul><li><p>Why do you think that most pilots are men?</p></li></ul></li><li><p>Would you like to be a flight attendant?</p><ul><li><p>What are the benefits and /or downfalls?</p></li></ul></li><li><p>Are most flight attendants female?</p><ul><li><p>Is being a flight attendant considered a good job in your country?</p></li></ul></li></ul><p>What do you think are the qualifications?</p><ul><li><p>Are planes really safer than cars? ( A British study shows that flying is 176 times safer than walking, 15 times safer than driving and 300 times safer than a motorbike.)</p></li><li><p>Would you rather have a younger, more beautiful/handsome flight attendant or an older, more experienced one?</p></li><li><p>What are the advantages of traveling by airplane?</p><ul><li><p>What are the disadvantages?</p></li></ul></li><li><p>Do you know someone who is afraid of flying in an airplane?</p></li><li><p>What questions should you ask when buying airplane tickets?</p></li><li><p>What is a group rate?</p></li><li><p>What is a charter flight?</p></li><li><p>What arrangements should you make for pick-up at the airport?</p></li><li><p>What things can you see in an airport?</p></li><li><p>What questions do they ask you when you check-in at the airport?</p></li><li><p>What questions do they ask you when going through immigration and customs at the airport?</p></li><li><p>Have you ever seen an airplane crash?</p></li><li><p>Have you ever seen terrorists on the plane?</p></li><li><p>Have you ever met an annoying person during a flight?</p></li><li><p>Have you ever had an accident during a flight?</p></li><li><p>Have you ever work as a flight attendant?</p></li><li><p>Do you only fly one airline?</p></li><li><p>Do you think budget airlines are safe?</p></li><li><p>Do you like to fly? Why or why not?</p></li><li><p>What is the smallest airplane you have ever been on? How small was it?</p></li><li><p>Do you prefer to fly in big planes or small planes? Why?</p></li><li><p>Would you like to learn how to fly? Why or why not?</p></li><li><p>Do you think being a pilot is a good job? Why or why not?</p></li><li><p>Have you ever gone sky-diving? Why or why not?</p></li><li><p>Have you or someone you know ever been in a plane crash?</p></li><li><p>What would you do if you were on a plane that was crashing?</p></li><li><p>Do you like to watch movies or TV about airplane crashes? Why or why not?</p></li><li><p>Do you enjoy the foods on airplane?</p></li><li><p>What arrangements should you make for pick-up at the airport?</p></li><li><p>What things do you see in an airport?</p></li><li><p>What questions do they ask when you check-in at the airport?</p></li><li><p>What questions do they ask when going through immigration/customs at the airport?</p></li><li><p>How much baggage do you take with you?</p></li><li><p>What items should not be included in your hand baggage?</p></li><li><p>What documents do you need for international travel?</p></li><li><p>What airline do you prefer using?</p></li><li><p>How was the service on your last flight?</p></li><li><p>Do you like airline food?</p></li><li><p>Would you pay money for airline food?</p></li><li><p>Do you enjoy talking with strangers on an airplane?</p></li><li><p>Do you enjoy takeoff / landing?</p></li><li><p>What are some airplane disaster movies?</p><ul><li><p>Why do you think they are popular?</p></li></ul></li><li><p>How do the pilot and the co-pilot navigate their planes?</p></li><li><p>What is a boarding pass?</p></li><li><p>When do you pay for airport tax?</p></li><li><p>Where can you hang your coats after boarding an airplane? 5. What do you do when you get blocked ears during take off / landing?</p></li><li><p>What do you do before take off / landing?</p></li><li><p>Where can you smoke while traveling by plane?</p></li><li><p>What do you do when you need a flight attendant's assistance?</p></li><li><p>How can passengers reduce the risk of deep vein thrombosis?</p></li></ul>"}
