{"data":"<h1 class='text-center' > Art</h1><ul><li><p>Are you a good painter?</p></li><li><p>Can you draw pictures well?</p></li><li><p>Do you believe what art critics say?</p></li><li><p>Do you consider yourself a good artist?</p></li><li><p>Do you enjoy your art class at school?</p></li><li><p>Do you like modern art?</p></li><li><p>Do you like paintings?</p></li><li><p>Do you like sketching?</p></li><li><p>Do you like to visit art museums?</p></li><li><p>Do you like wood carving?</p></li><li><p>Do you prefer using water colors or oil paint?</p></li><li><p>Do you think it is proper to call nude paintings art?</p></li><li><p>Do you think music and dancing are forms of art?</p></li><li><p>Do you think of cartoons and comics as art?</p></li><li><p>Do you visit museums when you go to another city?</p></li><li><p>Have you ever been to any famous art museums?</p></li><li><p>Have you ever visited an art museum?</p></li><li><p>What art form do you like best?</p></li><li><p>What art museums have you visited?</p><ul><li><p>Which did you like the best? Why?</p></li><li><p>Which did you like the least? Why?</p></li></ul></li><li><p>What famous painters do you know? What are they famous for?</p></li><li><p>What is art?</p></li><li><p>What is the longest time that you have spend on a painting?</p></li><li><p>What is your favorite art web site?</p></li><li><p>What would life be like without art?</p></li><li><p>When was the last time you went to an art museum?</p></li><li><p>Who are some famous artists in your country?</p></li><li><p>Who is a famous potter in your country?</p></li><li><p>Who is the most famous artist in your country? What kind of art does he do?</p></li><li><p>Who is your favorite painter?</p></li><li><p>Do you enjoy taking photographs?</p></li><li><p>What things do you like to photograph?</p></li><li><p>Do you consider photography an art form?</p></li><li><p>Why do artist like to draw women's figures?</p></li><li><p>Why do you enjoy art?</p></li><li><p>Why is art important?</p></li><li><p>Why do people become professional artists?</p></li><li><p>Have you ever participated in any art competitions?</p></li><li><p>Have you ever been jealous of someone else's artwork?</p></li><li><p>Do you find Picasso's work astonishing or weird?</p></li><li><p>Do you have a favorite painting?</p><ul><li><p>If so, what is it?</p></li><li><p>Why do you like it?</p></li></ul></li><li><p>Do other people ever compliment your artwork?</p></li><li><p>Do you have a sketchbook?</p><ul><li><p>If so, how often do you use it?</p></li><li><p>What kind of sketches do you make?</p></li></ul></li><li><p>Do you feel proud after finishing a work of art?</p></li><li><p>Do you think graffiti is art?</p></li></ul><p>Do you agree with this statement? Graffiti is a form of art; a form of expressing one's mind.</p><ul><li><p>Do you like to doodle?</p><ul><li><p>What kinds of doodles do you make?</p></li><li><p>Where and when do you doodle?</p></li></ul></li><li><p>Have you ever gone to an exhibition?</p></li><li><p>Do you know any art galleries? Are there any in the place where you live?</p></li><li><p>Were you interested in art when you were young?</p></li><li><p>In your opinion, is design an important part of culture?</p></li><li><p>Can you tell me the name of a fashion designer you know?</p></li><li><p>Is design a great importance in your daily life?</p></li><li><p>The famous artist and designer William Morris said that you should not have nothing in your house that you do not know to be useful, or believe to be beautiful'. Discuss.</p></li><li><p>Do you know any art gallery? Is there any in the place where you live?</p></li><li><p>Were you interested in art some years ago? and now?</p></li><li><p>Have you studied any pictorial movement?</p></li><li><p>Has design a great importance in your daily life</p></li><li><p>Is your work figurative or abstract?</p></li><li><p>What is your medium of choice?</p></li><li><p>What influences your work?</p></li><li><p>If you could buy a great work of art, what would it be? (style, title, artist's name...)</p></li><li><p>Do you think performance art should be considered art?</p></li><li><p>What do you think of shock art?</p></li><li><p>Have you ever seen performance art?</p></li><li><p>Have you ever seen shock art?</p></li><li><p>Does art imitate life?</p></li><li><p>Are movies a form of art?</p></li></ul>"}
