{"data":"<h1 class='text-center'>Beach</h1><p><br/><br/></p><ul><li><p>When was the last time you went to the beach? Where did you go?</p></li><li><p>What do people do at the beach?</p></li><li><p>Can you swim?</p><ul><li><p>When did you learn to swim?</p></li><li><p>Who taught you to swim?</p></li><li><p>What kind of swimming suit do you wear?</p></li></ul></li><li><p>Have you ever been night-swimming?</p></li><li><p>Are there any problems with jellyfish, sharks or stonefish at your local beach?</p></li><li><p>Have you ever played sports on the beach?</p><ul><li><p>Which sports have you played</p></li><li><p>? How are they different from non-beach versions of the sport?</p></li></ul></li><li><p>Have you ever collected seashells?</p><ul><li><p>Can you describe a shell that you have collected?</p></li><li><p>What did you do with the shells that you collected?</p></li></ul></li><li><p>What sort of animals live at the beach?</p></li><li><p>Have you ever been fishing on the beach?</p><ul><li><p>What did you catch?</p></li><li><p>What did you use as bait?</p></li></ul></li><li><p>What is the 'tide'?</p><ul><li><p>Why is there a tide?</p></li><li><p>What is a 'rip tide'?</p></li></ul></li><li><p>Have you ever been on a sail boat or a row boat?</p></li><li><p>Have you ever used a surf board or body board?</p></li><li><p>Do you like to suntan?</p></li><li><p>Do you think sunblock is important?</p></li><li><p>Have you ever been to a famous beach?</p></li><li><p>What do you wear to the beach?</p></li><li><p>How do you keep your wallet safe while you are swimming?</p></li><li><p>Is erosion a problem at your local beach?</p></li><li><p>Is pollution a problem at your local beach?</p></li><li><p>Should people be able to own a beach or part of a beach?</p></li><li><p>Why is beachfront land so expensive?</p><ul><li><p>Why do so many people want to live there?</p></li><li><p>Would you like to live there?</p></li><li><p>What are some dangers of living on beachfront property</p></li></ul></li><li><p>Do you prefer a calm sea or do you prefer big waves?</p></li><li><p>Should dogs be allowed on the beach?</p><ul><li><p>Should dogs have to be kept on leashes at the beach?</p></li></ul></li><li><p>Should cars be allowed on the beach?</p></li><li><p>What do you think of people who swim in the nude?</p></li><li><p>Is there a nude beach near where you live?</p><ul><li><p>What do you think about nude beaches?</p></li><li><p>Would you ever want to swim in the nude?</p></li><li><p>Have you ever gone to a nude beach?</p></li><li><p>What do you think of topless swimming?</p></li></ul></li><li><p>Which is your favorite beach?</p></li><li><p>Are there life guards at the beaches in your country?</p></li><li><p>Do you think that people should be allowed to drink beer or other drinks with alcohol on the beach?</p></li></ul>"}
