{"data":"<h1 class='text-center'>Beauty</h1><p><br/><br/></p><ul><li><p>Who do you think is the most beautiful person in your country?</p></li><li><p>Who do you think is the most beautiful person alive today?</p></li><li><p>Who was the most beautiful person in history?</p></li><li><p>Who is the most attractive in your family?</p></li><li><p>Does beauty affect one's success in life?</p></li><li><p>Is it better to be physically attractive or intelligent?</p></li><li><p>Is it better to be physically attractive or wealthy?</p></li><li><p>Is beauty related to power?</p><ul><li><p>Can you think of anyone who is in a position of power that is not physically attractive?</p></li></ul></li><li><p>Do people spend too much time and money on beauty?</p></li><li><p>How much time should be spent on making yourself look better each day?</p></li><li><p>Who would you say is beautiful that others maybe wouldn't?</p></li><li><p>Do you think people should have cosmetic surgery to enhance their looks?</p><ul><li><p>If so what is the minimum age when someone should have plastic surgery?</p></li><li><p>How popular is plastic surgery in your country?</p></li><li><p>What is the most popular feature for cosmetic alteration?</p></li><li><p>Do you think self-esteem affects beauty?</p></li><li><p>Do you think beauty affects self-esteem?</p></li></ul></li><li><p>How important is beauty in your daily life?</p></li><li><p>Have you ever noticed anyone ever feeling pressured to be more beautiful?</p></li><li><p>What do you think of the proverb, 'beauty is in the eye of the beholder?'</p><ul><li><p>Do you have any proverbs or idioms from your country that relate to beauty?</p></li></ul></li><li><p>What do you think 'beauty is skin deep' means?</p></li><li><p>What are some beauty tips that you could share?</p></li><li><p>Do you think people with many tattoos can be beautiful?</p><ul><li><p>How many tattoos are too many?</p></li><li><p>Would you ever get a tattoo?</p></li><li><p>Do you have a tattoo?</p></li></ul></li><li><p>Do you think people with many piercings can be beautiful?</p><ul><li><p>What kind of body piercing, if any, do you feel are acceptable?</p></li><li><p>What kind of piercing, if any, do you feel are unacceptable?</p></li></ul></li><li><p>What personality trait is the most important for inner beauty?</p></li><li><p>How do you define beauty, using your own words?</p></li><li><p>Would you ever date someone who was not conventionally attractive?</p></li><li><p>What makes one person more attractive than another?</p></li><li><p>Do you think people from different countries than you see attractive the same way?</p></li><li><p>Is there someone famous that is considered beautiful, that you think is not?</p></li><li><p>Are beauty pageants good or bad?</p></li><li><p>Should children be entered into beauty pageants?</p></li><li><p>Do you think one gender or group worries more about beauty than another?</p></li><li><p>Would you want your children to be beautiful or talented?</p></li><li><p>What are some of the drawbacks of being beautiful?</p></li><li><p>What do you think about plastic surgery?</p><ul><li><p>Would you ever have plastic surgery?</p></li><li><p>If so, what would you change?</p></li></ul></li><li><p>What do you think of celebrities who get plastic surgery?</p></li><li><p>Do you think it's necessary to have plastic surgery if you are famous in order to be successful?</p></li><li><p>Do you think skin color affects whether a person is regarded as beautiful or not?</p></li><li><p>Do you think that fairer skin makes you more beautiful?</p></li><li><p>What are some advantages of being beautiful?</p></li><li><p>What makes someone beautiful in your country?</p><ul><li><p>What differs between that idea and the American idea of beauty?</p></li></ul></li><li><p>What do you think 'beauty is skin deep' means?</p></li><li><p>How many different adjectives can you think of to describe a beautiful woman or a handsome man</p></li></ul>"}
