{"data":"<h1 class='text-center'>Cars and Driving</h1><p><br/><br/></p><ul><li><p>How old were you when you first learned to drive?</p><ul><li><p>Was there anything difficult about learning to drive?</p></li></ul></li><li><p>Can you drive a car?</p></li><li><p>Can you drive a manual shift car?</p></li><li><p>Do you have a car?</p></li><li><p>If so, what kind of car do you have?</p><ul><li><p>Is it a standard (manual shift) or automatic shift?</p></li><li><p>Which do you like best, a standard or automatic shift car?</p></li></ul></li><li><p>What are the advantages of owning a car?</p></li><li><p>What are the disadvantages of owning a car?</p></li><li><p>Are you a good driver?</p></li><li><p>Have you ever been in a car accident?</p></li><li><p>Have you ever been pulled over by the police?</p><ul><li><p>What happened?</p></li></ul></li><li><p>Have you ever driven a car in a foreign country?</p><ul><li><p>If yes, which side of the road did they drive on?</p></li><li><p>Were the road signs different?</p></li></ul></li><li><p>Are the drivers in your area where you live good drivers?</p></li><li><p>Do you know anything about repairing or maintaining a car?</p><ul><li><p>What do you know how to do?</p></li><li><p>Where did you learn how to do this?</p></li></ul></li><li><p>Do you enjoy repairing cars?</p><ul><li><p>What are some things you do to maintain your car?</p></li></ul></li><li><p>Do you prefer driving or riding public transportation?</p></li><li><p>What kind of car do you prefer?</p></li><li><p>Do you like drive at night?</p></li><li><p>Do you think cars should be banned from city centers?</p></li><li><p>What side of the road do you drive in your country?</p></li><li><p>Is drunk driving a problem in your country?</p></li><li><p>What kind of laws does your country have about drunk driving?</p></li><li><p>What is the penalty for drunk driving in your country?</p></li><li><p>Have you ever been (or) do you know anyone who has been in an accident related to drunk driving?</p></li><li><p>Is jaywalking legal in your country?</p></li><li><p>Do people often jaywalk in your country?</p></li><li><p>Who taught you to drive?</p></li><li><p>How long did it take you to learn to drive?</p></li><li><p>What is the longest trip you have ever taken by car?</p></li><li><p>Have you ever broken down and been stranded on the side of the road?</p><ul><li><p>Who helped you?</p></li></ul></li><li><p>How do American drivers compare to drivers in your country?</p></li><li><p>What are the speed limits in your country?</p></li><li><p>On what occasions do you honk your car horn?</p></li><li><p>Is it acceptable to honk in your country</p></li><li><p>Are men better drivers than women?</p></li><li><p>Are women better drivers than men?</p></li><li><p>At what age can you get a licence in your country?</p></li><li><p>Do you think the age for driving should be raised or lowered?</p></li><li><p>Do you think driving lessons should be provided by high schools?</p></li><li><p>Should new drivers have a period of accompanied driving?</p><ul><li><p>Or some kind of trial period?</p></li></ul></li><li><p>Do you have a GPS (Global Position System)?</p><ul><li><p>What are the advantages and disadvantages of having a GPS?</p></li></ul></li><li><p>Does the type of car a person drives tell us about the person who drives it?</p></li><li><p>What can we tell or imagine about a person by looking at the car they drive?</p></li><li><p>What are the laws about seat belts in your country?</p><ul><li><p>How are they different to this country?</p></li></ul></li><li><p>Is your car air conditioned?</p><ul><li><p>What are the advantages and disadvantages of air conditioning?</p></li></ul></li><li><p>Do you have a GPS?</p><ul><li><p>If yes, when do you use it? If no, would you like one? Why or why not?</p></li></ul></li><li><p>What is the price of gasoline in your country?</p><ul><li><p>Is it cheaper or more expensive than in this country?</p></li></ul></li><li><p>Do you allow passengers to eat inside your car?</p></li><li><p>What are the advantages/disadvantages of buying a second-hand car?</p></li><li><p>Do you wash your car yourself or do you have it washed?</p></li><li><p>Do you think that there is a relation between global warming and cars?</p></li><li><p>Have you ever seen a 'hybrid' car?</p></li><li><p>What do you know about 'hybrid' cars?</p></li><li><p>Do you really think that car manufacturers are interested in global warming?</p></li><li><p>How often do you need to get your car repaired?</p></li><li><p>On what occasions do you honk your car horn?</p><ul><li><p>Is it acceptable to honk in your country?</p></li></ul></li><li><p>Do you like to drive or be driven?</p></li><li><p>Have you ever bribed a policeman in your country after he pulled you over?</p></li><li><p>Is it common for traffic cops to accept bribes?</p></li><li><p>How are the traffic laws in your country?</p><ul><li><p>Are they strict or lax?</p></li></ul></li><li><p>Do most people follow the rules of the road?</p></li><li><p>Is it easy to find parking?</p></li><li><p>Is parking expensive?</p></li><li><p>What should be done in order to prevent traffic congestion in your city?</p></li><li><p>Is there any kind of rules to avoid traffic congestions?</p></li><li><p>How do you feel about spending time in your car during rush hour?</p></li><li><p>Is car theft a big problem in your country?</p></li><li><p>Have you had your car stolen?</p></li><li><p>Have you had your radio stolen?</p></li><li><p>Is road side assistance common in your country?</p></li><li><p>Can you change a flat tire?</p></li><li><p>Do you know anything about fixing a car?</p></li><li><p>Who taught you to drive?</p><ul><li><p>Was it pleasant or unpleasant?</p></li></ul></li><li><p>Have you ever broken down and been stuck on the side of the road?</p><ul><li><p>Who helped you?</p></li></ul></li><li><p>What do you think of international car-free days?</p></li><li><p>Can you recall any memorable car drive in your life?</p></li><li><p>What are the most frequent driving offenses?</p></li><li><p>What factors are responsible for railway crossing accidents?</p></li><li><p>According to insurance statistics women are better driver than men.</p><ul><li><p>Do you agree?</p></li></ul></li><li><p>What do you think of car pooling?</p></li></ul>"}
