{"data":"<h1 class='text-center'>Change</h1><p><br/><br/></p><ul><li><p>Have you made any recent changes in your life?</p></li><li><p>Do you think change is important?</p></li><li><p>Do you ever get the urge to refurnish your whole house?</p></li><li><p>Do you rearrange the furniture in your house often?</p></li><li><p>Do you like to rearrange your room or living-room?</p></li><li><p>Do you think change is important in people's life?</p></li><li><p>Do you think it is possible for a cold hearted person to change?</p></li><li><p>Do you think that it is easy to mend our old ways?</p></li><li><p>Do you think it is easy to keep up with the times?</p></li><li><p>If you could change anything in your life, what would it be?</p></li><li><p>What is the most difficult change you have ever had to make?</p></li><li><p>Have you ever decided to get a tattoo?</p></li><li><p>Have you ever cut your hair really short?</p></li><li><p>What was the craziest change in appearance you have ever made?</p></li><li><p>What was the last major change you made in your life?</p></li><li><p>Have you ever decided to change the group that you usually hang out (spend time) with?</p></li><li><p>What is one thing that you think you will never change about yourself?</p></li><li><p>What is one thing you have tried to change, but couldn't?</p></li><li><p>If you won a million dollars what things would you change about your life?</p></li><li><p>What things would you keep the same?</p></li><li><p>Has a friend of yours ever made any major changes that you were proud of?</p><ul><li><p>An alcoholic?</p></li><li><p>An unmotivated person?</p></li><li><p>A person who is stuck in their ways?)</p></li></ul></li><li><p>Have you ever converted (changed) over to a different religion?</p></li><li><p>Have you ever changed over to a different political party.</p></li><li><p>Have you ever dumped a boyfriend or girlfriend? Was the change difficult?</p></li><li><p>Have you ever said no to a friend?</p></li><li><p>Have you lost a pet, or has a person ever passed away on you?</p></li><li><p>Have you ever quit your job?</p></li><li><p>Have you ever became depressed and stay indoors for long periods? How did you get out of your depression?</p></li><li><p>Have you ever had to change the way you speak, or the way you act? Why?</p></li><li><p>Have you ever decided to change the way you dress? If so, why?</p></li><li><p>Have you ever decided to change the way you eat, or your form of exercise?</p></li></ul>"}
