{"data":"<h1 class='text-center'>Cities</h1><p><br/><br/></p><ul><li><p>Why do you like living in the city?</p></li><li><p>What are some of the advantages of living in a city?</p></li><li><p>What are some of the disadvantages of living in a city?</p></li><li><p>Do you know the neighbors who live near you?</p></li><li><p>What's your favorite city? Why?</p></li><li><p>What city do you live in?</p><ul><li><p>What part of this city do you like the best?</p></li><li><p>Can you describe the city?</p></li></ul></li><li><p>What aspects of life in the city would you complain about?</p></li><li><p>What do you think should be done to improve living condition in cities?</p></li><li><p>What are some differences between living in the city and living in the country?</p></li><li><p>What size city is best to live in? Why?</p></li><li><p>What are the names of two big cities in Europe?</p></li><li><p>What are the names of two small cities in Europe?</p></li><li><p>Would you prefer to live in a really old historical city, or a really new modern city?</p></li><li><p>If you had grown up in a different city, how would your life have been different?</p></li><li><p>Did you grow up in the city or in the country?</p></li><li><p>Would you enjoy designing a new city ?</p></li><li><p>Do you walk alone at night in your home city?</p></li><li><p>Would you want to be the mayor of your city?</p><ul><li><p>What would you do?</p></li><li><p>How would you change things?</p></li><li><p>Do you think you could make big changes in your city?</p></li></ul></li><li><p>Would you want to be a member of the city council of your city?</p></li><li><p>What monuments of your city do you consider the most impressive? Why?</p></li><li><p>Do you like modern cosmopolitan architecture?</p></li><li><p>How would you describe the architecture of your city?</p></li><li><p>Which cities do you feel safe in?</p></li><li><p>Which cities have the best bus services/taxis/metro?</p></li><li><p>How can we make our cities safer places to live?</p></li><li><p>Do you think that each city should have their own laws or could all cities share the same general laws?</p></li><li><p>What would you do if you were in charge of a city? How would you improve it?</p></li><li><p>Do you know if your city has a disaster plan for earthquakes, fires, tsunamis, etc?</p><ul><li><p>If so, what is the plan?</p></li><li><p>In your opinion, is it a good/sufficient plan?</p></li><li><p>What changes would you make?</p></li></ul></li><li><p>Do all the cities in your country or the U.S. have the same educational system?</p></li><li><p>Can you suggest some good tourist sites to visit in your city?</p></li><li><p>Does your city have a professional or semi-professional sports team?</p><ul><li><p>How many teams are there?</p></li><li><p>What are sports?</p></li><li><p>What are the team's names?</p></li><li><p>Do you go and watch some of these sports? How much does it cost?</p></li><li><p>Do some of these teams win championships?</p></li></ul></li><li><p>What are you doing to reduce the amount of pollution in your city?</p><ul><li><p>Does your city have any laws about dealing with pollution?</p></li><li><p>Do you follow them?</p></li><li><p>How do you sort garbage in your city?</p></li><li><p>Do you recycle on a regular basis?</p></li></ul></li><li><p>If you had grown up in a different city, how would your life have been different?</p></li><li><p>Would you enjoy designing a new city?</p></li><li><p>Can you name two cities in twenty different countries around the world?</p></li><li><p>Do you think some cities are becoming too large? Why?</p></li><li><p>What are some tourist attractions in your city?</p></li><li><p>What are some historical places in your city? Have you visited them?</p></li><li><p>What's the most prestigious university in your city?</p></li><li><p>What are the major problems in your city?</p><ul><li><p>What are some long term problems?</p></li><li><p>What are some recent problems?</p></li><li><p>What is your city doing to solve these problems?</p></li><li><p>What do you think should be done to solve them ?</p></li><li><p>What are you doing to help solve these problems?</p></li></ul></li><li><p>Where's the trendiest area in your city? Do you enjoy going there?</p></li><li><p>who are some famous personalities from your city?</p></li><li><p>What would you do to improve some aspects of your city?</p></li><li><p>Which city's sports team do you cheer for?</p></li><li><p>Is your city very cosmopolitan?</p></li><li><p>What are some cosmopolitan cities around the world</p></li><li><p>What is the most important part of a city?</p></li><li><p>Who is the local government head in your city?</p></li><li><p>Which cities would you like to visit in your home country?</p></li><li><p>Which cities would you like to visit around the world?</p></li></ul>"}
