{"data":"<h1 class='text-center'>Colors</h1><p><br/><br/></p><ul><li><p>What's your favorite color?</p><ul><li><p>Has your favorite color changed as you've grown older?</p></li></ul></li><li><p>Do you have a color that you hate?</p><ul><li><p>If so, what is it?</p></li><li><p>Why do you hate it?</p></li></ul></li><li><p>Do you think colors affect your mood?</p><ul><li><p>How does red make you feel?</p></li><li><p>How does green make you feel?</p></li><li><p>How does blue make you feel?</p></li><li><p>How does purple make you feel?</p></li><li><p>How does black make you feel?</p></li><li><p>How does white make you feel?</p></li><li><p>How does yellow make you feel?</p></li><li><p>How does brown make you feel?</p></li><li><p>How does grey make you feel?</p></li><li><p>What do you think of orange?</p></li></ul></li><li><p>Do you think different cultures have different meanings for colors?</p><ul><li><p>What do the different colors mean in your culture?</p></li></ul></li><li><p>Do you associate any colors with specific items, numbers, or letters not usually associated with color?</p></li><li><p>Can you think of different idioms or expressions involving color?</p><ul><li><p>What's a 'black and white' matter.</p></li><li><p>What does it mean to 'see red'?</p></li><li><p>What does it mean to 'feel blue'?</p></li><li><p>What does it mean to 'be yellow'?</p></li><li><p>What's a 'black tie affair'?</p></li><li><p>What does it mean to be 'blacklisted'?</p></li><li><p>What does it mean to be 'the black sheep in the family'?</p></li></ul></li><li><p>How many colors are in the rainbow? What are they?</p></li><li><p>What colors are on your national flag?</p></li><li><p>What's the best color for a car?</p><ul><li><p>What's the best color for a house?</p></li><li><p>What do you think is the best color for lens in sunglasses?</p></li></ul></li><li><p>What's the color for passion?</p><ul><li><p>What's the color for hatred?</p></li><li><p>What's the color for happiness?</p></li><li><p>What's the color for sadness?</p></li><li><p>What's the color for anger?</p></li><li><p>What's the color for death?</p></li><li><p>What's the color for jealousy?</p></li><li><p>What is the color of envy ?</p></li><li><p>What's the color for cowardice?</p></li></ul></li><li><p>What color is money in your country?</p></li><li><p>Do you know anyone who is color blind?</p><ul><li><p>What colors do most color blind people not see?</p></li></ul></li><li><p>Do you think animals can see color?</p></li><li><p>What does black-sheep of the family mean?</p></li><li><p>Do you dream in color?</p></li><li><p>How would you compare the feeling you get watching a movie in black and white to watching it in color?</p></li><li><p>What color clothes do you like to wear?</p><ul><li><p>What colors do you think look good on you?</p></li><li><p>What color shoes do you like to wear?</p></li></ul></li><li><p>What do you think is the strangest color for a car?</p><ul><li><p>How about a house?</p></li><li><p>How about clothing?</p></li><li><p>How about hair color?</p></li></ul></li><li><p>Do you know anyone who has dyed their hair a strange color? (... an unnatural hair color such as blue or multiple shades?)</p></li><li><p>Have you ever seen a pet dog or cat with dyed fur?</p></li><li><p>Do you think different colors have different meanings? If so, what do different colors mean?</p></li><li><p>Do the color blind dream in color?</p><ul><li><p>Do you think people who are color blind can dream in color?</p></li></ul></li><li><p>What color ink do you like using the most?</p><ul><li><p>What is the meaning of writing with black ink?</p></li><li><p>What is the meaning of writing with green ink?</p></li><li><p>What is the meaning of writing with red ink?</p></li><li><p>What is the meaning of writing with blue ink?</p></li></ul></li><li><p>What color of paper you like most if you want to write a letter to your friends or loved ones?</p></li><li><p>What is the color of the bedspread on your bed?</p></li><li><p>What is your least favorite color?</p></li><li><p>What color toothbrush do you have?</p><ul><li><p>Does everyone in your family use a different color toothbrush?</p></li></ul></li><li><p>What color towels do you use?</p></li><li><p>What color are the curtains in your bedroom?</p></li><li><p>What does it mean when someone says he's feeling blue?</p></li><li><p>What does it means when someone says they are green with envy?</p></li><li><p>What does it means when someone says 'you look green at the gills'?</p></li><li><p>What does it mean when someone says 'I was so mad I was seeing red'?</p></li><li><p>What does it mean when someone says 'he was black as an ace of spades'?</p></li><li><p>What is pink eye?</p></li><li><p>We are not sure what this means, but it was submitted.</p><ul><li><p>What does it mean when you see the color of a rainbow in your eyes?</p></li></ul></li><li><p>What would you think of life without colors?</p><ul><li><p>What do you think life would be like without colors?</p></li><li><p>How would life change?</p></li><li><p>What things wouldn't change?</p></li><li><p>Are color blind people completely blind to all colors?</p></li></ul></li><li><p>Do you think a person's favorite color will always be his/her favorite color?</p><ul><li><p>Do favorite colors change throughout life?</p></li></ul></li><li><p>Have you ever tried to invent a new color?</p><ul><li><p>Try it right now: try to think of a color that doesn't exist, one you'd like to see.</p></li><li><p>What does it look like?</p></li><li><p>(Note: It is physically impossible to conceive of a color that isn't a shade of a color that already exists, but students will enjoy trying for a few minutes and the impossibility of it makes for good conversation.)</p></li></ul></li><li><p>What does the black sheep of the family mean?</p></li><li><p>Do you like light or dark colors better?</p></li><li><p>Which colors do you have to mix to get green? Orange? Purple? Black? Gray?</p></li><li><p>What expressions include colors when discussing illness? (ex., white or pale, pink eye, black and blue for bruises, yellow fever)</p></li><li><p>What expressions include colors and feelings? (ex. I feel blue, Green with envy, Red with rage, Turning red, Black circles under the eyes, You are turning blue (with the cold))</p></li><li><p>What do the colors in your home country's flag represent?</p></li><li><p>What is the most memorable in advertisements or commercials for you? (ex. the music, colors, movement, message)</p></li><li><p>What does 'a picture is worth a thousand words mean'?</p></li><li><p>This word is used when traveling: I bought a ticket on the red eye flight. What might this mean?</p></li></ul>"}
