{"data":"<h1 class='text-center'>Corruption</h1><p><br/><br/></p><ul><li><p>What kinds of corruption are there?</p></li><li><p>Has corruption affected your life?</p></li><li><p>Why do you think people are corrupt.</p></li><li><p>Can corruption be a good thing?</p></li><li><p>How do you reduce corruption?</p></li><li><p>Which countries have a lot of corruption?</p></li><li><p>What can you do about corruption in your country?</p></li><li><p>How do you remove corrupt workers from their jobs?</p></li><li><p>What is the largest bribe you have paid?</p></li><li><p>Can corruption be a good thing in some societies?</p></li><li><p>What would you do if your boss tells you that at Christmas it is usual to receive small presents from local companies?</p></li><li><p>Would you accept a free ticket for a football match, a free drink by virtue of your position?</p></li><li><p>What would you do if you receive a complaint from a citizen of an attempted bribery from a police officer?</p></li><li><p>Do you think corrupt police officers are natural-born criminals?</p></li><li><p>Do you know a corruption case?</p></li><li><p>Do you think discipline is fair within the police?</p></li><li><p>How are you going to prevent corruption and misconduct in the group that you command ?</p></li><li><p>Is corruption within the police a result of low pay?</p></li><li><p>Have you ever heard of a drug-related corruption case?</p></li><li><p>Do you think police unions play a good role in the prevention of corruption?</p></li><li><p>Is corruption ever justifiable?</p></li><li><p>Have you ever received a bribe?</p></li><li><p>Have you ever bribed someone?</p></li><li><p>Do you know someone who has been bribed?</p></li><li><p>Is bribery a big problem in the country where you live?</p></li><li><p>Will you accept a dinner invitation from an important businessman of your city? (He has good connections in the council and you nephew is unemployed.)</p></li><li><p>Would you revert to bribery if your life was at stake? If your child's or one of your family members' life was threatened?</p></li><li><p>Is there a sum of money that might persuade you to 'look the other way'?</p></li></ul>"}
