{"data":"<h1 class='text-center'>Creativity</h1><p><br/><br/></p><ul><li><p>What is creativity?</p></li><li><p>Do you consider yourself a creative person? Why?</p></li><li><p>What is something creative that you have done?</p></li><li><p>Is creativity a good thing? Why or why not?</p></li><li><p>What are some ways that a person can be creative?</p></li><li><p>Is taking a risk part of creativity?</p><ul><li><p>Do you like to take risks? Give an example</p></li></ul></li><li><p>Do you often ask question the way things work?</p></li><li><p>Do you like to improve things?</p></li><li><p>What are some creative ways to entertain children?</p></li><li><p>Can you think of a device that would make people's life easier?</p></li><li><p>How does self-confidence affect a person's creativity?</p></li><li><p>Can someone who initially seems to lack any ability for a certain form of art develop his creativity and finally come to master it?</p><ul><li><p>Have you heard of any such case?</p></li><li><p>Do you know anyone who is personally an example of this?</p></li></ul></li><li><p>How does early exposure to diverse stimuli, and his involvement in creative activities affect a child's future creativity?</p></li><li><p>Do you believe that natural genetical features in a human being are absolutely determinant to their future creativity, or is interaction and engagement into self-expression and interaction with the world more influential than this?</p></li><li><p>How does a person's standard of living, involving such things as diet, exposure to chemical or other forms of pollution, active versus sedentary living, different forms of addiction, or any other aspects you may think of, affect them biologically regarding their creative capacities?</p></li><li><p>Does the education system in your country encourage creativity? How?</p></li><li><p>Do you think creativity comes with time and thought or you are born with creative talent?</p></li><li><p>What creative activities did you do as a child?</p></li><li><p>What are some incentives for creative people in the workplace?</p></li><li><p>What is a creative business that you would like to start?</p></li><li><p>Who are some of history's most creative people?</p></li><li><p>In which professional field do you think people are most creative? e.g science</p></li><li><p>Do you often answer questions by explaining how things work?</p></li><li><p>Can you think of devices that would make people's life easier?</p></li></ul>"}
