{"data":"<h1 class='text-center'>Crime</h1><p><br/><br/></p><ul><li><p>Are some parts of this city considered more dangerous than others? Which parts?</p></li><li><p>Are there any places you are afraid to visit because of the high crime rate? If so, where?</p></li><li><p>Are there problems with drugs where you live?</p></li><li><p>Are you apprehensive about walking outside after dark?</p></li><li><p>Do you always lock your house? How about your car?</p></li><li><p>Do you believe that public executions would deter crime? If so, how?</p></li><li><p>Do you drink and drive?</p></li><li><p>Do you know anyone who has been mugged?</p></li><li><p>Do you know someone who has been a victim of a violent crime?</p></li><li><p>Do you think abortion is a crime?</p></li><li><p>Do you think gun control is a good idea? Explain.</p></li><li><p>Do you think people who use illegal drugs should be put in jail?</p></li><li><p>Do you think police TV dramas are realistic?</p></li><li><p>Do you think policeman should be allowed to carry guns?</p></li><li><p>Do you think that capital punishment is a good idea? Why or why not?</p></li><li><p>Do you think that punishment for violent crimes should be the same for juveniles and adults? Why/why not?</p></li><li><p>Do you think that the death penalty would prevent crime in your country? Why or why not?</p></li><li><p>Do you think that the legalization of narcotics would decrease the crime rate?</p></li><li><p>Do you think there are any legal drugs that should be illegal?</p></li><li><p>Do you think there is a link between drugs and crime?</p></li><li><p>Do you think prostitution is a crime?</p></li><li><p>Do you think there will be more or less crime in the future?</p></li><li><p>Do you think your country is a safe place to live? Why or why not?</p></li><li><p>Do you walk alone at night in your home city?</p></li><li><p>Does prison help rehabilitate criminals? Should it?</p></li><li><p>Have you ever been the victim of a crime? How about others in your family?</p></li><li><p>Have you ever done anything illegal? If so, what did you do?</p></li><li><p>Have you ever had anything stolen?</p></li><li><p>Have you ever seen a crime?</p><ul><li><p>Have you ever witnessed a crime?</p></li></ul></li><li><p>Have you ever stolen anything?</p></li><li><p>How can you prevent things from being stolen?</p><ul><li><p>How can you avoid having things stolen from you?</p></li></ul></li><li><p>If a person steals a loaf of bread because he needs to feed his starving family, should he be punished?</p></li><li><p>Is child abuse a problem in your country?</p></li><li><p>Is drunk driving a crime where you live? If so, what is the punishment?</p></li><li><p>Is it ever O.K. to break the law? If so, when?</p></li><li><p>Is prison an effective punishment? Why or why not?</p></li><li><p>Is there a problem with organized crime and/or gangs where you live?</p></li><li><p>Is your hometown considered safe?</p></li><li><p>Under what situations would you think of committing a crime?</p></li><li><p>What are some things people can do to protect themselves from crime?</p></li><li><p>What are some things that are legal that you personally think should be illegal?</p></li><li><p>What crimes do you think will decrease in the future?</p></li><li><p>What crimes do you think will increase in the future?</p></li><li><p>What crimes have you heard about recently in the news?</p></li><li><p>What do you think is the worst crime a person could commit? Why?</p></li><li><p>What do you think of the death penalty?</p></li><li><p>What is a gang?</p><ul><li><p>What gangs exist in this country and in your home country?</p></li><li><p>What are the characteristics of these gangs?</p></li></ul></li><li><p>What is the punishment for murder in your country?</p></li><li><p>What is the punishment for stealing in your country?</p></li><li><p>What kinds of crime are most common in your country? What are the penalties for these crimes?</p></li><li><p>What kinds of crimes are increasing?</p></li><li><p>What kinds of crimes do you think can be prevented? How?</p></li><li><p>What makes some people become criminals? Is it poverty, upbringing, lack of education, unemployment or something else?</p></li><li><p>What weapons do police carry in this country? How about your home country?</p></li><li><p>What would you do if you heard a burglar in your house?</p></li><li><p>What's your opinion about the death penalty?</p></li><li><p>Why do you think crime is more prevalent in some societies than in others?</p><ul><li><p>Why is there more crime in some countries?</p></li></ul></li><li><p>Why do you think people steal things?</p></li><li><p>Do you think corporal punishment is necessary?</p></li><li><p>Who decides what is and isn't a crime?</p></li><li><p>Do you think that 'corporate criminals' are sufficiently punished for their crimes?</p></li><li><p>Do you think that police dramas can teach people how serious certain actions can be?</p></li><li><p>Is a person born as a blank page or does he have some things predetermined like vulnerability to crime?</p></li><li><p>Should adultery be considered a crime?</p></li><li><p>Why do people commit crimes?</p></li><li><p>What can be done about gun/knife violence?</p></li><li><p>Do you think your city is a dangerous place to live in?</p><ul><li><p>Do you see a lot of crime happening around you?</p></li><li><p>What kind of crime is it? Shoplifting? pickpocketing? Etc?</p></li></ul></li><li><p>Have you ever witnessed a crime? If 'yes' tell us about it.</p></li><li><p>Have you ever witnessed acts of vandalism?</p><ul><li><p>What do you think is the main cause of vandalism?</p></li><li><p>How can we fight vandalism</p></li></ul></li></ul><p>?</p><ul><li><p>Do you think graffiti is vandalism or art?</p></li><li><p>Have you ever been robbed?</p><ul><li><p>How did it happen?</p></li><li><p>Did you report to the police?</p></li><li><p>Did they help you?</p></li></ul></li><li><p>Do you agree that terrorism is the evil of the 21st century?</p><ul><li><p>What are the roots of terrorism?</p></li><li><p>What act of terrorism terrifies you most of all?</p></li></ul></li><li><p>Is bribery a crime?</p><ul><li><p>What spheres are corrupted most of all in your country? Police? Education? Medicine?</p></li><li><p>What is the best way to fight corruption?</p></li></ul></li><li><p>What is your attitude to the death penalty?</p><ul><li><p>Is there a death penalty in in your country?</p></li><li><p>If you think it should exist, what kind of criminals should be sentenced to death?</p></li></ul></li><li><p>Which punishment is more severe, the death penalty or life imprisonment?</p></li><li><p>What do you think is an adequate punishment for an adolescent who has committed a serious crime? Murder? Burglary? Car theft? Rape?</p></li><li><p>Is piracy a great problem in your country?</p><ul><li><p>Do you consider piracy to be a crime?</p></li><li><p>Is it possible to get rid of piracy?</p></li></ul></li><li><p>What is intellectual property?</p><ul><li><p>Can you think of some examples of stealing intellectual property.</p></li><li><p>Do you think it is a serious crime?</p></li></ul></li><li><p>What do you know about the mafia?</p><ul><li><p>How does the mafia affect your life?</p></li><li><p>How does the mafia make money?</p></li></ul></li><li><p>Have you ever noticed someone stealing in a store?</p><ul><li><p>What were your actions?</p></li></ul></li><li><p>If your friend has committed a serious crime, how would you act?</p><ul><li><p>Would you report to the police or not?</p></li></ul></li><li><p>Do you agree that everything that is not prohibited by law is allowed?</p></li><li><p>Is downloading music or videos a crime?</p></li><li><p>What's the difference between copyright infringement and theft?</p></li><li><p>What is the difference between crime and sin?</p></li></ul>"}
