{"data":"<h1 class='text-center'>Culture</h1><p><br/><br/></p><ul><li><p>What are some things that define a culture? For example, music, language, ...</p></li><li><p>What do you think is interesting about your culture?</p></li><li><p>Do you know much about your own culture?</p></li><li><p>When people from other countries think about your culture, what do they usually think of?</p></li><li><p>In your culture is it polite to be straightforward and direct when you talk to someone?</p><ul><li><p>To whom is it OK and to whom is it not OK?</p></li></ul></li><li><p>What has surprised you when you've met people from other countries?</p></li><li><p>Have you looked at Internet pages from a different culture? If so, how were they different from those of your own culture?</p></li><li><p>What do you like about your culture?</p></li><li><p>What don't you like about your culture?</p></li><li><p>How do young people in your culture behave differently from older people?</p></li><li><p>How do young people in your culture behave differently from people in this culture?</p></li><li><p>Are there many people of different cultures in your country? Are you friends with any?</p></li><li><p>Have you ever felt confused by the actions of someone from another culture?</p><ul><li><p>If so, tell me about it.</p></li></ul></li><li><p>How are your language teachers who are not from your country different from your other teachers?</p><ul><li><p>How are they the same?</p></li></ul></li><li><p>Who in your culture do you admire most?</p></li><li><p>What your culture are you most proud about?</p></li><li><p>Why do you think culture is important?</p></li><li><p>If you could change one thing about your culture, what would it be?</p></li><li><p>Would you ever consider marrying or dating someone from another culture?</p></li><li><p>Would you ever consider living permanently in a country other than your home country? Why or why not?</p></li><li><p>What does it mean to be polite in your culture?</p></li><li><p>What is considered rude in your culture?</p><ul><li><p>Is there anything in this culture that is considered rude that may not be considered rude in your culture?</p></li></ul></li><li><p>If a group of people just came to your country from overseas, what advice would you give them?</p></li><li><p>What other cultures have you met people from?</p></li><li><p>What do you think is important when visiting another culture?</p></li><li><p>Do you think 'when in Rome, do as the Romans do' is always good advice? Why or why not?</p></li><li><p>Have you ever been in a situation where you felt you had to 'do as the Romans do'?</p></li><li><p>What culture besides your own do you admire and why?</p></li><li><p>If aliens visited your country, what might surprise them?</p></li><li><p>Do you pray before each meal?</p></li><li><p>How do you feel when you leave your home culture and enter into a completely new culture?</p></li><li><p>What is the best/most important thing your culture has given to the world?</p></li><li><p>What is the best/most important thing your culture/country has adopted from another culture?</p></li><li><p>If you could choose three aspects of your culture to put in a 'time box' for the future, what would you put in it?</p></li><li><p>What is culture shock?</p></li><li><p>Have you ever experienced culture shock?</p></li><li><p>What is reverse, or re-entry, culture shock?</p></li><li><p>Have you ever experienced reverse culture shock?</p></li><li><p>On what occasions do you exchange flowers in your country?</p></li><li><p>On what occasions do you exchange flowers in your country?</p></li><li><p>What are some things that define a culture? For example, music, language, ...</p></li><li><p>Do you know much about your own culture?</p></li><li><p>What do you think is interesting about your own culture?</p></li><li><p>What do you like most about your own culture?</p></li><li><p>What do you like least about your culture?</p></li><li><p>What does it mean to be polite in your culture?</p></li><li><p>What is considered rude in your culture? Is there anything in Canadian culture that is considered rude in your culture?</p></li><li><p>In your culture is it polite to be straightforward and direct when you talk to someone? To whom is it OK and to whom is it not OK?</p></li><li><p>What has surprised you when you've met people from other countries?</p></li><li><p>How do young people in your culture behave differently from older people?</p></li><li><p>How do young people in your culture behave differently from people in Canada?</p></li><li><p>Are there people of different cultures in your country? Are you friends with any of them?</p></li><li><p>What other cultures have you met people from?</p></li><li><p>Have you ever felt confused by the actions of someone from another culture? If so, tell me about it.</p></li><li><p>How are your language teachers different from your teachers in your culture? How are they the same?</p></li><li><p>What are the five most important values of your culture? (For example, Family)</p></li><li><p>What in your culture are you most proud about?</p></li><li><p>If you could change one thing about your culture, what would it be?</p></li><li><p>Would you ever consider marrying or dating someone from another culture?</p></li><li><p>Would you ever consider living permanently in a country other than your home country? Why or why not?</p></li><li><p>Do you think 'when in Rome, do as the Romans do' is always good advice? Why or why not? Have you ever been in a situation where you felt you had to 'do as the Romans do'?</p></li><li><p>What do you think is important when visiting another culture?</p></li><li><p>If a group of people just came to your country from overseas, what advice would you give them?</p></li><li><p>What culture besides your own do you admire? Why?</p></li><li><p>If aliens visited your country, what might surprise them?</p></li><li><p>What is the best/most important thing your culture has given to the world?</p></li><li><p>What is the best/most important thing your culture/country has adopted from another culture?</p></li><li><p>What are some things that define a culture? For example, music, language, ...</p></li></ul><ul><li><p>What customs do you practice?</p></li><li><p>What are your favorite customs?</p></li><li><p>What customs do you think should be revised?</p></li><li><p>What customs do you think should no longer be practice?</p></li><li><p>What customs (from elsewhere) do you think should be included in our culture?</p></li></ul>"}
