{"data":"<h1 class='text-center'>Diets</h1><p><br/><br/></p><ul><li><p>Have you ever been on a diet?</p></li><li><p>How do you know if you are fat?</p></li><li><p>What is the best way to diet?</p></li><li><p>Do you think dieting can be dangerous?</p></li><li><p>Do you think fiber is important in your diet?</p></li><li><p>What kind of fiber is the best when you are trying to loose weight?</p></li><li><p>Do you think protein is important in a balanced diet?</p></li><li><p>What is a good source of protein?</p></li><li><p>Do you think people who are fat can be happy?</p></li><li><p>Do you think people are in general are gaining weight or loosing weight?</p></li><li><p>What kind of diet would you recommend to your friend?</p></li><li><p>What kind of diet would recommended for an older person(40's) and a younger person(teens)?</p></li><li><p>What is the difference between diet and a healthy diet?</p></li><li><p>Is there a difference between being thin and being healthy? Which one is better?</p></li><li><p>Do you think being slim equals beautiful?</p></li><li><p>Do you think there is more pressure now for teens to look slimmer?</p></li><li><p>In what way can diet influence our appearance and personality?</p></li></ul><h1 class='text-center'>Dating</h1><p><br/><br/></p><ul><li><p>Describe a perfect date.</p></li><li><p>Describe the appearance of the person you would like to date?</p></li><li><p>Describe the character of the person you would like to date?</p></li><li><p>Do you 'go Dutch' when dating?</p></li><li><p>Do you know what it means to 'go Dutch'?</p></li><li><p>Is it usual for people in your country to 'go Dutch' if you go out together?</p></li><li><p>Do older girls/boys have a problem dating younger girls/boys?</p><ul><li><p>Do younger girls/boys have a problem dating older girls/boys?</p></li></ul></li><li><p>Do you believe in love at first sight?</p><ul><li><p>Do you think some people know that they will fall in love with someone the first time they meet?</p></li></ul></li><li><p>Do you know what a 'blind date' is?</p></li><li><p>Have you ever been on a blind date?</p></li><li><p>Did you ever arrange a blind date?</p></li><li><p>Do you drive or take the train when dating?</p></li><li><p>Do you have a boyfriend/girlfriend?</p><ul><li><p>Where did you meet your him/her?</p></li><li><p>What does he/she look like?</p></li></ul></li><li><p>Do you think fairy tales influence our choice of a partner?</p></li><li><p>Have you ever had a crush on someone?</p></li><li><p>Have you ever hated loving someone?</p></li><li><p>Have your parents ever disapproved of any of your relationships?</p></li><li><p>How often would you like to go out on dates?</p></li><li><p>How old were you when you had your first boyfriend or girlfriend?</p></li><li><p>How old were you when you went on your first date?</p><ul><li><p>Where did you go?</p></li><li><p>What did you do?</p></li><li><p>Who did you go with?</p></li></ul></li><li><p>Is going out on dates important for you?</p></li><li><p>Is there a such thing as a perfect relationship for you?</p></li><li><p>If you could go out with anyone, who would it be?</p></li><li><p>If you are a man, and a woman asks you for a date, do you feel you should pay, or that the woman should pay?</p></li><li><p>What are some popular places to go on a date?</p></li><li><p>What characteristics do you look for in a girlfriend or boyfriend?</p></li><li><p>What do you consider cheating in a dating relationship?</p></li><li><p>What do you like to talk about when on a date?</p></li><li><p>What do you look for in a girlfriend or a boyfriend?</p></li><li><p>What do you think most people talk about when dating?</p></li><li><p>What kind of clothes do you wear on a date?</p></li><li><p>What qualities are important to you in a boyfriend or girlfriend?</p></li><li><p>What was the most boring date you've ever been on?</p></li><li><p>What was the most interesting date you've ever been on?</p></li><li><p>What would you consider 'the perfect date' for you?</p></li><li><p>Where is a good pace to go on a date in this town?</p></li><li><p>Where would you like to go on a date?</p></li><li><p>Would you mind if your boyfriend/girlfriend went out to party without you?</p></li><li><p>Would you prefer to go out with a quiet or a talkative person?</p></li><li><p>At what age do you think that dating should begin?</p><ul><li><p>Do you think there is any age when a person is too old to date?</p></li></ul></li><li><p>Does your first love still hold a special place in your heart? Do you believe that he or she will always have a special place in your heart?</p></li><li><p>What is your definition of love?</p></li><li><p>Would you wait on a person you were dating for a long time if they joined the army?</p><ul><li><p>How about if they went to prison?</p></li></ul></li><li><p>What do you think about dating a friend's ex-girlfriend or ex-boyfriend?</p></li><li><p>Are there any superstitions on making someone fall in love with you?</p><ul><li><p>Have you heard of any successful 'love potions?'</p></li></ul></li><li><p>Can you control your partner by playing games?</p></li><li><p>When should you introduce your boyfriend/girlfriend to your parents? (when you begin dating, after you have been together for a while, only when the relationship is serious) Why?</p></li><li><p>Do you like to have boy friend or girl friend in your school or in your classes?</p></li><li><p>Do you think it is right to continue seeing a person if he has not introduced you to his family yet?</p></li><li><p>How long does it take for dating to become a relationship?</p></li><li><p>Is it important to be punctual in your first date? Why?</p></li><li><p>Would you dress up for a first date? What clothes would you wear?</p></li><li><p>What kind of place do you think is the ideal for a first date? Why do you think so?</p></li><li><p>Do you think that age difference is important when dating?</p></li><li><p>Would you date someone much older or younger than you? Why or why not?</p></li><li><p>Would your parents have a problem if you married someone much older or younger than you? Would it make a difference if that person were rich?</p></li><li><p>Do you like to flirt? If so, what do you usually do? Where? With whom? Why?</p></li><li><p>Do you ever set your friends up on blind dates? If so, have you had much success?</p></li><li><p>Do you think blind dates are a good way to meet someone special? Why or why not?</p></li><li><p>What is an intimate relationship for you?</p></li><li><p>How do you know you are in a relationship?</p></li><li><p>Do you have any expectations for your partner?</p></li><li><p>What is a perfect date for you?</p></li><li><p>Do younger girls/boys have a problem dating older girls/boys?</p></li><li><p>Do you think some people know that they will fall in love with someone the first time they meet?</p></li><li><p>Where did you meet your him/her?</p></li><li><p>What does he/she look like?</p></li><li><p>How old were you when you went on your first date? Where did you go?What did you do? Who did you go with?</p></li><li><p>What kind of boy/girl do you like?</p></li><li><p>Do you think there is any age when a person is too old to date?</p></li><li><p>Does your first love still hold a special place in your heart?</p><ul><li><p>Are you still in contact?</p></li><li><p>Would you like to see your first love again?</p></li><li><p>Do you believe that he or she will always have a special place in your heart?</p></li><li><p>How about if they went to prison?</p></li></ul></li><li><p>Have you heard of any successful 'love potions?'</p></li><li><p>Have you ever returned a gift to your boyfriend or girlfriend and later find out that he has given it to his/her new mate?</p></li><li><p>When should you introduce your boyfriend/girlfriend to your parents?</p><ul><li><p>When you begin dating.</p></li><li><p>After you have been together for a while.</p></li><li><p>Only when the relationship is serious?</p></li><li><p>Why?</p></li></ul></li><li><p>What kind of place do you think is the ideal for a first date? Why do you think so?</p></li><li><p>Do you think that age difference is important when dating?</p></li><li><p>Do you consider withholding information from your significant other lying?</p></li><li><p>Should you sleep with your friends?</p></li><li><p>Do you like to have boyfriend or girlfriend in your school or in your classes?</p></li><li><p>What do you think about internet dating?</p></li><li><p>Do you know anybody who does internet dating?</p></li><li><p>Have you heard of any successful relationships through internet dating?</p><ul><li><p>Would you consider trying it yourself?</p></li></ul></li><li><p>Have you ever met the man/woman of your dreams when you were on vacation?</p></li></ul>"}
