{"data":"<h1 class='text-center'>Death</h1><p><br/><br/></p><ul><li><p>What causes death?</p></li><li><p>Are 'Living Wills' available where you live?</p></li><li><p>Are there special rites or ceremonies performed when a person dies?</p></li><li><p>Are you afraid of death?</p></li><li><p>Do you believe in life after death?</p></li><li><p>Do you often think of death?</p></li><li><p>Do you think that there is anything worth dying for?</p></li><li><p>Do you want to know the date of your death? Why or why not?</p></li><li><p>How do you cope with the death of someone special?</p></li><li><p>Is organ donation or transplants an option where you live?</p></li><li><p>Is physician assisted suicide an option in your country?</p></li><li><p>Would you consider physician assisted suicide if you were suffering a painful dying experience?</p></li><li><p>Is the death of a loved one considered a joyful or a sorrowful occasion?</p></li><li><p>Is there any person you would die for in order to save? Who is it?</p></li><li><p>What are some ways which you can help a family which has just experienced the death of a family member.</p></li><li><p>What should you say to someone who has lost a loved one?</p></li><li><p>What are your beliefs pertaining to a person's soul once they have died?</p></li><li><p>What do you think of suicide?</p></li><li><p>What do you think would happen if there were no death for human beings?</p><ul><li><p>What do you think would happen if people never died?</p></li></ul></li><li><p>What happens to a person's remains after death? Cremation? Burial? Etc.</p></li><li><p>What is the mourning process?</p><ul><li><p>What is the mourning process?</p></li></ul></li><li><p>Where do we go when we die?</p></li><li><p>Would you want your cremated remains to be part of a fireworks show?</p></li><li><p>Who do you think would mourn for you after your death?</p></li><li><p>If you were on death row, what would you request for your last meal?</p><ul><li><p>Who would you want to watch you be executed?</p></li></ul></li><li><p>If you could choose how you were going to die, what would you choose your death to be?</p></li><li><p>What do you think of cryogenics?</p><ul><li><p>Would you like to have your body frozen, so that you could be thawed out and brought back to life sometime in the future?</p></li><li><p>Do you think it will ever be possible?</p></li></ul></li><li><p>If you had the option of freezing your body in hopes that science would some day be able to bring you back to life, would you do it?</p></li><li><p>Why are so many people afraid of death, when it is unavoidable?</p></li><li><p>What would happen if you died?</p></li><li><p>On account of your beliefs or some other reason, do you look forward to dying?</p></li><li><p>Have you ever had to put a pet to sleep?</p></li><li><p>Do you believe that you will be born again?</p></li><li><p>Why is facing death a difficult experience?</p></li><li><p>How does a person cope with death of a friend or loved one?</p></li><li><p>What are some reactions to death of a friend?</p></li><li><p>How do your national customs surrounding death reflect the values of your country?</p></li><li><p>What should you say or not say to a friend who is facing death?</p><ul><li><p>What should you say or not say to a friend who has lost a friend?</p></li></ul></li><li><p>What are funerals like in your country?</p><ul><li><p>What are some funeral customs in your country?</p></li></ul></li><li><p>What is the suicide hotline in your community?</p></li><li><p>Is there a suicide hotline in the area where you live?</p></li><li><p>Do you know someone who has died from a traffic accident?</p></li><li><p>Do you know someone who has died from a from disease?</p><ul><li><p>What was your reaction?</p></li><li><p>How did you feel?</p></li></ul></li><li><p>When have you visited a hospital?Who did you visit?</p></li></ul><ul><li><p>What sights, smells, sounds did you notice when you visited the hospital?</p></li></ul><ul><li><p>How did you feel about your visit?</p></li></ul><ul><li><p>How can you help someone who is dying?</p></li></ul><ul><li><p>How do you tell someone that someone they know has died?</p></li></ul><ul><li><p>What are some useful euphemisms for telling someone that someone they know has died?</p></li></ul><ul><li><p>What are some other words for death? An example is 'passed away'.</p></li></ul><ul><li><p>Do you believe in God?</p></li></ul><ul><li><p>Do you think people should be cremated or buried?</p></li></ul><ul><li><p>Has anyone close to you ever passed away?</p></li></ul><ul><li><p>What is grief?</p></li></ul><ul><li><p>Do you think the grieving process is different for different ages?</p></li></ul><ul><li><p>Have you known someone who had an extended sickness before death?</p></li></ul><ul><li><p>Have you ever lost someone close to you?</p></li></ul><ul><li><p>Have known anyone who has committed suicide?</p></li></ul><ul><li><p>What would be your reaction?</p></li><li><p>What would you say to that person's friends?</p></li></ul><ul><li><p>What is hospice?</p></li></ul><ul><li><p>Do you have hospice services in your country?</p></li><li><p>How quickly is someone buried or cremated after death?</p></li><li><p>What expenses are involved in burying or cremating someone?</p></li><li><p>What measures are taken in your country to ensure that no stigma is associated with the burial of poor people?</p></li></ul><ul><li><p>Are coffins displayed on the street entrance to funeral parlors in your country?</p></li></ul><ul><li><p>Is it appropriate for funeral directors to advertise their services?</p></li></ul><ul><li><p>How can this be done?</p></li></ul><ul><li><p>If you were given the chance to have someone die with you, who would that person be?</p></li></ul><ul><li><p>How would you want to die?</p></li></ul><ul><li><p>Have you ever thought you'd like to die?</p></li></ul><ul><li><p>How does it feel when your loved one dies and you were unable to see them for the last time?</p></li></ul><ul><li><p>Have you ever been to a funeral where a family member of the deceased sung a song, read a letter or read a poem?</p></li></ul><ul><li><p>Have you ever done something like that at someone's funeral?</p></li></ul><ul><li><p>Would you want to know if you were dying and if so, would you want to know how long you had to live?</p></li></ul><ul><li><p>Would you want to know the exact day of your death?</p></li></ul><ul><li><p>If there were five of your friends drowning, which one would you save first?</p></li></ul><ul><li><p>If you are married or have a life partner would you expect them to move on after you die.</p></li></ul><ul><li><p>If so how long should they wait?</p></li></ul><ul><li><p>Do you have hospice services in your country?</p></li></ul><ul><li><p>Do you know anyone who died for a few seconds or minutes but came to life again?</p></li></ul><ul><li><p>What do you think about the stories these people tell?</p></li></ul><ul><li><p>Who has died that you know?</p></li></ul><ul><li><p>Have you had a pet die?</p></li></ul><ul><li><p>What is the worst way of dying?</p></li></ul><ul><li><p>What is the ideal way to die?</p></li></ul><ul><li><p>Do you believe in out-of-body experiences?</p></li></ul><ul><li><p>Are you afraid of losing one of your relatives all of a sudden?</p></li></ul><ul><li><p>Would you like it if someone sung you a song or read a poem about you, or a letter to you, at your funeral?</p></li></ul><ul><li><p>What kind of funeral arrangements would you make for yourself if you knew you were dying?</p></li></ul><ul><li><p>How long do you expect you spouse or life partner to wait before they move on after your death? </p></li></ul>"}
