{"data":"<h1 class='text-center'>Environment &amp; Pollution</h1><p><br/><br/></p><ul><li><p>Are there litter laws where you live? If so, what is the penalty for littering?</p></li><li><p>Do you think cars should be banned from city centers?</p></li><li><p>Do you think people should recycle newspapers? Why or why not?</p></li><li><p>Do you think there are lessons to learn from nature?</p></li><li><p>How has the world changed since you were a child? (technology, values, environment, health)</p></li><li><p>How often is garbage collected in your neighborhood?</p></li><li><p>If humans are really intelligent and not simply manipulated by their genes like any other animal, why can't they do anything about overpopulation?</p></li><li><p>What are some things that can be recycled?</p></li><li><p>What are some things that your community is doing to help the?</p></li><li><p>What are some things which you recycle?</p></li><li><p>What are some types of pollution?</p></li><li><p>What are some ways that you can reduce pollution in this country?</p></li><li><p>What can you do to help prevent pollution?</p></li><li><p>What can you do to make this world a better place?</p></li><li><p>What do you think of people who smoke cigarettes indoors?</p></li><li><p>Which is more important, increasing people's standard of living, or protecting the environment?</p><ul><li><p>Think of a situation in your area involving this issue.</p></li><li><p>Which side would you choose?</p></li></ul></li><li><p>Who do you think is more responsible for pollution, individual people or the government? Explain.</p></li><li><p>What is the most important issue facing the environment today?</p></li><li><p>Do you know about any anti-pollution programs in your community?</p><ul><li><p>What about programs in your native country?</p></li></ul></li><li><p>Do you usually drink bottled water? Why or Why not?</p></li><li><p>If you could choose one alternative energy source to develop which one would you choose? Why?</p></li><li><p>Are companies more or less environmentally responsible now than they were in the past? Why do you think that is?</p></li><li><p>Do you think recycling is an important community service?</p><ul><li><p>Do you recycle?</p></li></ul></li><li><p>Who should pay for the costs associated with renewable energy?</p></li><li><p>Should we make the development of renewable energy sources an economic priority?</p></li><li><p>What are some ways energy is wasted?</p></li><li><p>What types of energy are popular in your native country?</p></li><li><p>What is the main problem with renewable energy sources?</p></li><li><p>What can large cities do to improve their air quality?</p></li><li><p>How can we protect the environment and at the same time improve people's standard of living?</p></li><li><p>Do you think overpopulation is an important environmental issue? Why or why not?</p></li><li><p>Should an environmental levy be imposed on SUVs not used in the farming community?</p><ul><li><p>How would this help the environment?</p></li></ul></li><li><p>Should gas for motorists be more expensive?</p><ul><li><p>What would be the advantages and disadvantages of this?</p></li></ul></li><li><p>Do think global warming is real?</p><ul><li><p>Do you think this is an effect of pollution?</p></li></ul></li><li><p>Are worried about global warming?</p></li><li><p>If you live on an island or on the coast does this increase the danger from global warming? Why?</p></li><li><p>What's happening to forests in the world?</p></li><li><p>What happens when we remove forests?</p></li><li><p>What can we do to protect forests?</p></li><li><p>Why should we recycle?</p></li><li><p>Does your local government make it easy or hard for citizens to recycle?</p></li><li><p>Are there people in your country who make their living from picking-up other people's garbage?</p></li><li><p>How is pollution effecting the environment of the United States today?</p><ul><li><p>How about your own country?</p></li></ul></li><li><p>Does your country have a smoking ban law in place?</p></li><li><p>What are the benefits/ disadvantages of a smoking ban?</p></li><li><p>How do individual decisions about number of children affect overall population numbers?</p></li><li><p>What is global warming?</p></li><li><p>Do you think nuclear power safe? Who should be allowed it and why? Who should police it?</p></li><li><p>In what ways can we save more water? Please tell your experiences.</p></li><li><p>What should we do to increase the awareness about environmental pollution?</p></li><li><p>Do you have any ideas on how to minimize the use of plastic bags and Styrofoam boxes?</p></li><li><p>Does your local government make it easy or hard for citizens to recycle?</p></li></ul>"}
