{"data":"<h1 class='text-center'>Family</h1><p><br/><br/></p><ul><li><p>Are friends more important than family? What do you think?</p></li><li><p>Are chores assigned to children in your family?</p></li><li><p>Are you married?</p></li><li><p>Are you pressured by your family to act in a certain way?</p></li><li><p>Are you the oldest among your brothers and sisters?</p></li><li><p>Are your parents strict?</p></li><li><p>Did you ever meet any of your great grandparents?</p></li><li><p>Do you get along well with your family?</p></li><li><p>Do you get along well with your brothers and sisters?</p></li><li><p>Do you get along well with your in-laws?</p></li><li><p>Do you have any brothers or sisters? If so, how old are they?</p></li><li><p>Do you have any children? If yes, what are their names and ages?</p></li><li><p>Do you have to clean your own room?</p></li><li><p>Does your mother make you clean your room?</p></li><li><p>Do you like your family? Why or why not?</p></li><li><p>Do you live with any of your grandparents?</p></li><li><p>Do you live with your parents?</p></li><li><p>Do you look more like your mother or your father?</p></li><li><p>Do you often argue with your mother or father? What about?</p></li><li><p>Do you often visit your grandparents?</p></li><li><p>Do you think people should adopt children from other countries?</p></li><li><p>Do you usually have any influence on family matters?</p></li><li><p>Do your parents let you stay out late?</p></li><li><p>What time do you have to be home?</p></li><li><p>Do you have a curfew?</p></li><li><p>How did you get your name?</p></li><li><p>For whom are you named?</p></li><li><p>Who are you named after?</p></li><li><p>How big is your family?</p></li><li><p>How many (first) cousins do you have?</p></li><li><p>How many aunts and uncles do you have?</p></li><li><p>How many brothers and sisters do you have?</p></li><li><p>How many children do you have?</p></li><li><p>How many members do you have in your family altogether?</p></li><li><p>How many people are in your (immediate) family?</p></li><li><p>How many people are in your family?</p></li><li><p>How often do you see your cousins?</p></li><li><p>How often do you see your grandparents?</p></li><li><p>How often is your entire family together?</p></li><li><p>How old are your brothers and sisters?</p></li><li><p>How old are your children?</p></li><li><p>How old are your grandparents?</p></li><li><p>How old are your parents?</p></li><li><p>Is spanking a good way to discipline children?</p></li><li><p>Should people follow the religion of their parents, or should they have the liberty to choose another?</p></li><li><p>What are some of your fondest memories of childhood?</p></li><li><p>What are your parents like?</p></li><li><p>What do you and your family like to do together?</p></li><li><p>What do you think of married couples who decide not to have any child?</p></li><li><p>What do your mother and father look like? How about your grandparents?</p></li><li><p>What do your parents do in their free time?</p></li><li><p>What are the occupations of your family members?</p></li><li><p>What does your father do? What's his job?</p></li><li><p>What does your mother do?</p></li><li><p>What is the best memory you have of your family doing something together?</p></li><li><p>What kind of things do you do with your family?</p></li><li><p>What will you teach your children? (what values, beliefs, hobbies, skills, etc.)</p></li><li><p>What would you change about your childhood?</p></li><li><p>Where do your grandparents live?</p></li><li><p>Where does your father's father live?</p></li><li><p>Where does your mother's mother live?</p></li><li><p>Who do you get along better with, your mother or your father?</p></li><li><p>Who is the black sheep (odd ball) in your family?</p></li><li><p>Would you get involved in your in-laws' family problems?</p></li><li><p>Would you live with your parents after you get married?</p></li><li><p>Should children help with the housework?</p></li><li><p>How much or how often should they help?</p></li><li><p>What kinds of housework is not appropriate for children to do?</p></li><li><p>Do you live in a nuclear family or an extended family?</p></li><li><p>What are the advantages and disadvantages of these types of family?</p></li><li><p>What impact has divorce and/or modern day living had on the family?</p></li><li><p>Is the nanny and/or the day-care centre the third parent?</p></li><li><p>Where is the best place to raise a family?</p></li><li><p>Where do you think the best place to raise a family is? Why?</p></li><li><p>What can make you happy in the long term/ short term? Consider the following: job satisfaction, a loving family, good health, plenty of money, strong religious believes, ...</p></li><li><p>What do you think of your mother and your father?</p></li><li><p>Which do you think is more important: following the dreams your parents want for you or following your own dreams?</p></li><li><p>What's the hardest thing you ever had to do?</p></li><li><p>What was the most important thing your parents taught you?</p></li><li><p>What's the best thing about your mom?</p></li><li><p>If you could have a different number of siblings, what would it be?</p></li><li><p>Who should take care of old people?</p></li><li><p>What is the perfect number of children to have?</p></li><li><p>What's the best thing about your grandparents?</p></li><li><p>Should parents give their children an allowance?</p></li><li><p>How often does your family eat dinner together?</p></li><li><p>How should parents discipline their children?</p></li><li><p>After you're married, should your parents make decisions for you?</p></li><li><p>What's the best thing about your dad?</p></li><li><p>Who is the breadwinner in your family</p></li><li><p>How is nudity regarded in your family?</p></li><li><p>Describe the perfect family.</p></li><li><p>Do your parents get along with each other?</p></li><li><p>If you are a mother or father, would you allow your son or daughter to listen heavy metal music?</p></li><li><p>What was the saddest time in your family?</p></li><li><p>Why do people get married</p></li><li><p>What to look for in a life long mate</p></li><li><p>What makes a person a good friend, a friend for life ,, a life mate</p></li><li><p>What makes a person a bad, traits that irritate and confuse you</p></li><li><p>What do you think of the budget, what is a budget and how do you make one work?</p></li><li><p>How do you feel about your parents growing older? If they could no longer care for themselves, would you let them live with you or put them in a nursing home?</p></li><li><p>Did you help your mother at home?</p></li><li><p>What household chores do you do?</p></li><li><p>Can you think of examples of countries that have different cultural values regarding the importance of family?</p></li><li><p>Do you get along well with your family?</p><ul><li><p>Do you get along well with your brothers and sisters?</p></li><li><p>Do you get along well with your in-laws?</p></li></ul></li><li><p>Do you have to clean your own room?</p><ul><li><p>Does your mother make you clean your room?</p></li></ul></li><li><p>Do your parents let you stay out late?</p><ul><li><p>What time do you have to be home?</p></li><li><p>Do you have a curfew?</p></li></ul></li><li><p>How did you get your name?</p><ul><li><p>For whom are you named?</p></li><li><p>Who are you named after?</p></li></ul></li><li><p>What are the occupations of your family members?</p><ul><li><p>What does your father do? What's his job?</p></li><li><p>What does your mother do?</p></li></ul></li><li><p>Should children help with the housework?</p><ul><li><p>How much or how often should they help?</p></li><li><p>What kinds of housework is not appropriate for children to do?</p></li></ul></li><li><p>Do you live in a nuclear family or an extended family?</p><ul><li><p>What are the advantages and disadvantages of these types of family?</p></li></ul></li><li><p>Where is the best place to raise a family?</p><ul><li><p>Where do you think the best place to raise a family is? Why?</p></li></ul></li><li><p>Do you think your parents understand you? Why or why not?</p></li><li><p>Who does the household work, your father or your mother or both of them?</p></li><li><p>Have you ever seen your mother (or father) cry? When was that and why?</p></li><li><p>Who is the breadwinner in your family?</p></li><li><p>Do your parents trust you?</p></li><li><p>If you were offered an excellent job opportunity abroad, would you consider leaving your family for an indefinite period of time?</p></li><li><p>Describe a typical family unit and the importance of family in your country.</p></li></ul>"}
