{"data":"<h1 class='text-center'>Fashion</h1><p><br/><br/></p><ul><li><p>About how much money do you spend on clothes a year?</p></li><li><p>Do you like shopping for new clothes?</p></li><li><p>Do you often buy new clothes?</p></li><li><p>Do you prefer to go shopping or just browse? Why?</p></li><li><p>Do you think men should be allowed to wear skirts?</p></li><li><p>What piece of clothing do you spend your money on the most? Why?</p></li><li><p>Do you read fashion magazines?</p></li><li><p>Do you sometimes wear a hat?</p></li><li><p>Do you think it is important to wear fashionable clothes?</p><ul><li><p>Do you think it is important to be in fashion?</p></li></ul></li><li><p>Do you wear jewelry?</p><ul><li><p>If so, what kind of jewelry do you wear?</p></li><li><p>How often do you wear jewelry?</p></li><li><p>What is your most valuable piece of jewelry?</p></li></ul></li><li><p>Do you wear the same color clothes now that you wore ten years ago?</p></li><li><p>Do you wear the same size clothes this year as you wore last year?</p></li><li><p>Do you think people feel different when they wear different clothes?</p></li><li><p>Have you ever made your own clothes?</p><ul><li><p>If so, what did you make?</p></li><li><p>Do you often make your own clothes?</p></li></ul></li><li><p>How many pairs of gloves do you have?</p></li><li><p>What are some of the strangest fashions you have seen?</p></li><li><p>What colors do you think look good on you?</p></li><li><p>What colors do you think look good on your mother?</p></li><li><p>What did you wear yesterday?</p></li><li><p>What do you think of body piercing?</p><ul><li><p>Do you have pierced ears?</p></li><li><p>Do you know anyone with a pierced nose?</p></li><li><p>Would you ever pierce your tongue?</p></li></ul></li><li><p>What do you think of people who dye their hair green?</p></li><li><p>What do you think of women who wear high heel shoes?</p><ul><li><p>Do you think high heel shoes are bad for a person's health?</p></li></ul></li><li><p>What fashions that you see today do you think will be out of fashion within two years?</p></li><li><p>What is your shoe size?</p></li><li><p>What kind of clothes are in fashion now?</p></li><li><p>What kind of clothes do you usually wear?</p></li><li><p>What's the most expensive piece of clothing you have ever bought?</p></li><li><p>What's your favorite color for shoes?</p></li><li><p>When was the last time you got dressed up?</p><ul><li><p>Why?</p></li><li><p>How often do you get dressed up?</p></li><li><p>Do you like to get dressed up?</p></li></ul></li><li><p>Where are some good stores to buy clothes in this area?</p></li><li><p>Where do you usually buy clothes?</p></li><li><p>Would you like to be a fashion model?</p></li></ul><h3 class='text-left' > <b>Questions on Styles, Clothing and Fashion-based Stereotypes</b></h3><ul><li><p>What would you think of a women who cut off all her hair and went around bald as a fashion statement?</p></li><li><p>What do you think of a man who is bald for fashion's sake?</p></li><li><p>What do you think of women who wear short mini-skirts?</p></li><li><p>Do you think that the clothes we wear reflect what is inside us ?</p></li><li><p>What do you think of people who always and only wear black?</p></li><li><p>What do you think of people with tattoos?</p><ul><li><p>Do you have a tattoo?</p></li><li><p>Do you know someone with a tattoo?</p></li></ul></li><li><p>What do you think of people with body piercing?</p><ul><li><p>Do you have pierced ears?</p></li><li><p>Would you pierce other parts of your body?</p></li></ul></li><li><p>What would you think of a high school student who always wore very conservative clothes?</p></li><li><p>What type of clothing do you wear when you are angry and you want to express yourself?</p></li><li><p>What colors do you choose to wear when you are happy?</p></li><li><p>Would you dress the same as you do in your country if you went to America for a visit?</p></li><li><p>Do you dress the same when you are depressed as you do when you are very happy?</p><ul><li><p>In what ways do you dress differently?</p></li></ul></li><li><p>If you went out with a group of high school friends, would you dress differently then if you went out with your grandmother and her friends?</p></li><li><p>In what ways does your Grandmother dress differently then you?</p></li><li><p>When you get old do you think you will dress like your grandmother or grandfather?</p></li><li><p>Would you ever wear dreadlocks?</p><ul><li><p>What do you think of the people who wear them?</p></li></ul></li><li><p>Have you ever worn your hair braided in small braids.</p><ul><li><p>Did anyone look at you differently because of it?</p></li></ul></li><li><p>Would you ever wear contacts to change your eye color?</p></li><li><p>What is the difference in the people who choose to wear contacts and the people who choose to were glasses?</p></li><li><p>What do you think about women who don't wear earrings?</p></li><li><p>What do you think about men who wear earrings?</p><ul><li><p>What do you think of women who do?</p></li></ul></li><li><p>Is it possible for women to wear too much make-up?</p><ul><li><p>When is a person wearing to much make-up?</p></li><li><p>What do you think of men who wear make-up?</p></li></ul></li><li><p>Is it possible to be beautiful without wearing any make-up, earrings or other accessories?</p></li><li><p>Do fashionable clothes really change the way a person looks?</p></li><li><p>What differences have you noticed in the fashions here and in your country?</p></li><li><p>What do you think of men who where tights?</p></li><li><p>What do you think about secondhand clothes?</p><ul><li><p>Why do you think people buy secondhand clothes?</p></li><li><p>Have you ever been to a store that sells secondhand clothes?</p></li><li><p>Have you ever bought secondhand clothes?</p></li><li><p>Would you buy secondhand clothes?</p></li></ul></li><li><p>When and where did you buy an article of clothing you're wearing right now? Why did you choose it?</p></li><li><p>What would you think if the mother of the groom wore black at a wedding?</p><ul><li><p>What would you think if a bride wore red?</p></li><li><p>Should a bride's dress be long or do you think it could be the length of a regular skirt?</p></li></ul></li><li><p>What items of clothing do you consider provocative in this country?</p><ul><li><p>What types of clothing are provocative in your country?</p></li><li><p>Do you ever dress this way?</p></li></ul></li><li><p>What do you think of men wearing high heels?</p></li><li><p>What do you think of women wearing high heels?</p></li><li><p>Why is it acceptable for women to wear men's clothing, but not for men to dress in women's clothing?</p></li><li><p>Is there a stigma attached to people who buy no-name (no brand) clothing?</p></li><li><p>Are some people more fashion conscious than others? What types/groups of people?</p></li><li><p>Have you ever bought imitation brand clothing?</p></li><li><p>What traditional clothes do people from your country wear?</p><ul><li><p>When do you wear them?</p></li><li><p>Are they comfortable?</p></li></ul></li><li><p>In your country do children have to wear school uniform?</p><ul><li><p>Did you wear a school uniform?</p></li><li><p>Do you think wearing uniforms is a good idea?</p></li></ul></li><li><p>What would you do or feel if you were refused entry to somewhere because of what you are wearing?</p></li><li><p>Do you think dress codes should be adhered to if requested on an invitation?</p></li><li><p>What would you wear to meet royalty or the President of your country?</p></li><li><p>Would you go to a fancy dress party? Why or why not?</p></li><li><p>How much do you spend getting ready to go to school? Work? Out with friends? To a party?</p><ul><li><p>Do the times vary much?</p></li></ul></li><li><p>What traditional clothes do people from your country wear?</p></li><li><p>When do you wear them?</p></li><li><p>Are they comfortable?</p></li><li><p>Do you think there's a difference between 'fashion' and 'style' ?</p></li><li><p>How often do you go clothes shopping?</p><ul><li><p>Where do you like to go?</p></li><li><p>Who do you like to go with?</p></li><li><p>How much money do you usually spend?</p></li><li><p>Would you bring your husband/boyfriend with you when you go clothes shopping?</p></li></ul></li><li><p>What do you like to shop for the most?</p></li><li><p>Where is your favorite shopping centre?</p></li><li><p>What is your favorite brand?</p></li><li><p>Are you a shopaholic?</p></li><li><p>Do you go to many shops before buying one particular item or do you just buy the first one you find?</p></li><li><p>Do you spend a lot of money on clothes your clothes?</p></li><li><p>Which type of clothes do you 'collect'?</p></li><li><p>What's your favorite piece of clothing?</p><ul><li><p>How much did it cost?</p></li><li><p>Where did you buy your favorite piece of clothing?</p></li></ul></li><li><p>Have you ever felt uncomfortable with what you wear?</p></li><li><p>Did your parents ever make you wear something you didn't like?</p></li><li><p>Do you like to go shopping during the sales?</p></li></ul>"}
