{
    "AccidentsAtHome": "<h1 class='text-center'>Accidents at Home</h1><ul><li><p>What is the most dangerous thing in your home? How can your home be made less dangerous?</p></li><li><p>What is the most dangerous thing in your home for a child? How can it be made less dangerous?</p></li><li><p>What is the most dangerous thing in your home for an elderly person? How can it be made less dangerous?</p></li><li><p>What dangers can be found in the kitchen that can cause accidents?</p></li><li><p>What can be done to prevent kitchen accidents?</p></li><li><p>What can a parent do to childproof a kitchen?</p></li><li><p>What dangers can be found in bathrooms that can cause accidents?</p></li><li><p>What can be done to prevent bathroom accidents?</p></li><li><p>What can a parent do to childproof a bathroom?</p></li><li><p>What dangers can be found outside the home in the yard that can cause accidents?</p></li><li><p>What can be done to prevent yard accidents?</p></li><li><p>What can a parent do to childproof the yard?</p></li><li><p>What other dangers can be found in a home in bedrooms, laundry rooms, garages, and living areas?</p></li><li><p>What can be done throughout the house to prevent accidents?</p></li><li><p>What can a parent do to childproof the different rooms of the home?</p></li><li><p>Where at home would you put your first aid kit?</p><ul><li><p>What would you have in it?</p></li></ul></li><li><p>Where are these items found in a house, why could they be dangerous, to whom could they be dangerous, and what could someone do to lessen the danger they present?</p><ul><li><p>hot pan/pot</p></li><li><p>hot curling iron</p></li><li><p>knife</p></li><li><p>window</p></li><li><p>iron</p></li><li><p>medicines</p></li><li><p>gasoline</p></li><li><p>pool</p></li><li><p>insecticides</p></li><li><p>natural gas</p></li><li><p>balcony</p></li><li><p>toilets</p></li><li><p>staircase</p></li><li><p>stove/oven</p></li><li><p>stool/ladder</p></li><li><p>yard tools</p></li><li><p>fireplace</p></li><li><p>cellar /attic</p></li><li><p>bathtub</p></li><li><p>bad dog</p></li><li><p>tall pieces of furniture</p></li><li><p>swing set / playground</p></li><li><p>very clean glass sliding door</p></li><li><p>electronic equipment</p></li><li><p>cleaning supplies</p></li><li><p>lake/retention pond</p></li><li><p>loose carpet on slippery tile floor</p></li><li><p>glass table or sharp edged table</p></li><li><p>hairdryer</p></li><li><p>bric-a-brac</p></li></ul></li></ul><p>What do you need to do if...</p><ul><ul><li><p>you cut your finger preparing food?</p></li><li><p>you fall down and can not move a limb?</p></li><li><p>your child drinks a poisonous liquid? (discuss syrup of ipecac)</p></li><li><p>the toilet is flooding the bathroom?</p></li><li><p>a pan on the stove is on fire?</p></li><li><p>a neighbor's dog is growling at you?</p></li><li><p>our child falls off a chair and is bleeding?</p></li></ul><li><p>What is the phone number for the police?</p></li><li><p>How do you call an ambulance?</p></li><li><p>What is the phone number for poison control?</p></li></ul>",
    "Beach": "<h1 class='text-center'>Beach</h1><p><br/><br/></p><ul><li><p>When was the last time you went to the beach? Where did you go?</p></li><li><p>What do people do at the beach?</p></li><li><p>Can you swim?</p><ul><li><p>When did you learn to swim?</p></li><li><p>Who taught you to swim?</p></li><li><p>What kind of swimming suit do you wear?</p></li></ul></li><li><p>Have you ever been night-swimming?</p></li><li><p>Are there any problems with jellyfish, sharks or stonefish at your local beach?</p></li><li><p>Have you ever played sports on the beach?</p><ul><li><p>Which sports have you played</p></li><li><p>? How are they different from non-beach versions of the sport?</p></li></ul></li><li><p>Have you ever collected seashells?</p><ul><li><p>Can you describe a shell that you have collected?</p></li><li><p>What did you do with the shells that you collected?</p></li></ul></li><li><p>What sort of animals live at the beach?</p></li><li><p>Have you ever been fishing on the beach?</p><ul><li><p>What did you catch?</p></li><li><p>What did you use as bait?</p></li></ul></li><li><p>What is the 'tide'?</p><ul><li><p>Why is there a tide?</p></li><li><p>What is a 'rip tide'?</p></li></ul></li><li><p>Have you ever been on a sail boat or a row boat?</p></li><li><p>Have you ever used a surf board or body board?</p></li><li><p>Do you like to suntan?</p></li><li><p>Do you think sunblock is important?</p></li><li><p>Have you ever been to a famous beach?</p></li><li><p>What do you wear to the beach?</p></li><li><p>How do you keep your wallet safe while you are swimming?</p></li><li><p>Is erosion a problem at your local beach?</p></li><li><p>Is pollution a problem at your local beach?</p></li><li><p>Should people be able to own a beach or part of a beach?</p></li><li><p>Why is beachfront land so expensive?</p><ul><li><p>Why do so many people want to live there?</p></li><li><p>Would you like to live there?</p></li><li><p>What are some dangers of living on beachfront property</p></li></ul></li><li><p>Do you prefer a calm sea or do you prefer big waves?</p></li><li><p>Should dogs be allowed on the beach?</p><ul><li><p>Should dogs have to be kept on leashes at the beach?</p></li></ul></li><li><p>Should cars be allowed on the beach?</p></li><li><p>What do you think of people who swim in the nude?</p></li><li><p>Is there a nude beach near where you live?</p><ul><li><p>What do you think about nude beaches?</p></li><li><p>Would you ever want to swim in the nude?</p></li><li><p>Have you ever gone to a nude beach?</p></li><li><p>What do you think of topless swimming?</p></li></ul></li><li><p>Which is your favorite beach?</p></li><li><p>Are there life guards at the beaches in your country?</p></li><li><p>Do you think that people should be allowed to drink beer or other drinks with alcohol on the beach?</p></li></ul>",
    "Children": "<h1 class='text-center'>Children</h1><p><br/><br/></p><ul><li><p>Were there many children in your family?</p></li><li><p>How many children do you have. How many would you like to have.</p></li><li><p>Do you enjoy being around children?</p></li><li><p>When you were a child, what did you want to be when you grew up?</p></li><li><p>What are the positive or negative things about being a child?</p></li><li><p>Do you think that children are different today from the time when you were child? Or from 50 years ago? 100 years ago?</p></li><li><p>What is most annoying or amazing thing about children?</p></li><li><p>What is the most important thing that we need to teach children?</p></li><li><p>Do you think that children are naturally good? Why or why not?</p></li><li><p>What were some important experiences that you had when you were child which shaped you as a person?</p></li><li><p>Why do you think children commit violent crimes?</p></li><li><p>Do you think children are more violent today than they used to be? Why?</p></li><li><p>What was your favorite game when you were a child?</p></li><li><p>Do we have to answer children's questions even if they are inappropriate ones?</p></li><li><p>Is it better to err on the side of strictness or leniency with children?</p></li><li><p>Who should be primarily responsible for taking care of children? Wife? Husband? Grandparents? Relatives? Day-care center?</p></li><li><p>What are the most important lessons to teach young children at home? Older children?</p></li><li><p>Is childhood the best time of life?</p></li><li><p>Who raised you? Your parents or grandparents or another family member?</p></li><li><p>Are you close to your parents? Do you get along well with your parents?</p></li><li><p>What did your family like to do together when you were a child?</p></li><li><p>What are your fondest childhood memories?</p></li><li><p>What are your earliest childhood memories?</p></li><li><p>What were your favorite games as a child?</p></li><li><p>How did you play as a child?</p></li><li><p>Who was your best childhood friend?</p></li><li><p>What was the most important lesson your parents taught you?</p></li><li><p>Should children be paid for household chores?</p></li><li><p>Can you remember doing anything that got you into trouble? What was it? How were you punished?</p></li><li><p>Should children be spanked? Why or why not?</p></li><li><p>What was your favorite toy?</p></li><li><p>What was your favorite toy as a child?</p></li><li><p>Do you think children today are under more pressure?</p></li><li><p>Do you think parents today have less time for their children?</p></li><li><p>Do you think video games are a bad influence on children?</p></li><li><p>Do you think children watch too much television?</p></li><li><p>Do we have a responsibility to correct children when their parents aren't around and they are misbehaving?</p></li><li><p>Do you think it is important for children to learn English and their family's native language? Why?</p></li><li><p>How do you think children can learn through play ?</p></li><li><p>What are basic children's rights?</p></li><li><p>At what age should discipline be introduced to children?</p></li><li><p>Can you tell when a child is being honest or trying to get away from something? How?</p></li><li><p>Did you have any accidents at home as a child? If yes, what happened?</p></li><li><p>What's something children do that you'd like to be able to do it too?</p></li><li><p>What's the cutest thing you think children do?</p></li><li><p>What's a bad thing you think children do?</p></li><li><p>What kind of games do you like to play these days with children?</p></li><li><p>Do you agree that children nowadays are smarter then the children from some decades ago used to be?</p></li><li><p>What are you never going to allow, or have never allowed, your children to do?</p></li><li><p>Is there a best time to have children?</p><ul><li><p>If yes, when do you think that is?</p></li></ul></li><li><p>When is it OK for little girls to wear makeup?</p></li><li><p>What do children use their cellphones for?</p><ul><li><p>Will you give one to your children?</p></li><li><p>After what age?</p></li></ul></li></ul>",
    "Countries": "<h1 class='text-center'>Countries</h1><p><br/><br/></p><ul><li><p>What country would you like to visit?</p></li><li><p>What country would you like to live in and why?</p></li><li><p>What country would you like to work in?</p></li><li><p>What country has the most interesting customs?</p></li><li><p>What country would be fun to work in?</p></li><li><p>Would you like to work in a tropical country?</p></li><li><p>Would you like to work in Antarctica?</p></li><li><p>Would you like to live where there is always snow?</p></li><li><p>Would you like to live where there is desert and hot weather?</p></li><li><p>What countries in Europe have you visited?</p></li><li><p>What countries would you not like to visit and why?</p></li><li><p>What country in Asia would be a great place to live?</p></li><li><p>Is your country the best place for you to live?</p></li><li><p>What is special about your country?</p></li><li><p>What festivals and feasts does your country have?</p></li><li><p>Would you like to go and live in another country?</p></li><li><p>What countries would you like to travel to for a vacation?</p></li><li><p>How would you travel to see your country?</p></li><li><p>How would you travel the world?</p></li><li><p>What countries would you travel to if you were to do a world trip?</p></li><li><p>Which country gets the most snowfall and why?</p></li><li><p>What country/ countries neighbor (neighbor) your country?</p></li><li><p>What are some similarities and differences between your neighboring country and your country?</p></li></ul>",
    "Fashion": "<h1 class='text-center'>Fashion</h1><p><br/><br/></p><ul><li><p>About how much money do you spend on clothes a year?</p></li><li><p>Do you like shopping for new clothes?</p></li><li><p>Do you often buy new clothes?</p></li><li><p>Do you prefer to go shopping or just browse? Why?</p></li><li><p>Do you think men should be allowed to wear skirts?</p></li><li><p>What piece of clothing do you spend your money on the most? Why?</p></li><li><p>Do you read fashion magazines?</p></li><li><p>Do you sometimes wear a hat?</p></li><li><p>Do you think it is important to wear fashionable clothes?</p><ul><li><p>Do you think it is important to be in fashion?</p></li></ul></li><li><p>Do you wear jewelry?</p><ul><li><p>If so, what kind of jewelry do you wear?</p></li><li><p>How often do you wear jewelry?</p></li><li><p>What is your most valuable piece of jewelry?</p></li></ul></li><li><p>Do you wear the same color clothes now that you wore ten years ago?</p></li><li><p>Do you wear the same size clothes this year as you wore last year?</p></li><li><p>Do you think people feel different when they wear different clothes?</p></li><li><p>Have you ever made your own clothes?</p><ul><li><p>If so, what did you make?</p></li><li><p>Do you often make your own clothes?</p></li></ul></li><li><p>How many pairs of gloves do you have?</p></li><li><p>What are some of the strangest fashions you have seen?</p></li><li><p>What colors do you think look good on you?</p></li><li><p>What colors do you think look good on your mother?</p></li><li><p>What did you wear yesterday?</p></li><li><p>What do you think of body piercing?</p><ul><li><p>Do you have pierced ears?</p></li><li><p>Do you know anyone with a pierced nose?</p></li><li><p>Would you ever pierce your tongue?</p></li></ul></li><li><p>What do you think of people who dye their hair green?</p></li><li><p>What do you think of women who wear high heel shoes?</p><ul><li><p>Do you think high heel shoes are bad for a person's health?</p></li></ul></li><li><p>What fashions that you see today do you think will be out of fashion within two years?</p></li><li><p>What is your shoe size?</p></li><li><p>What kind of clothes are in fashion now?</p></li><li><p>What kind of clothes do you usually wear?</p></li><li><p>What's the most expensive piece of clothing you have ever bought?</p></li><li><p>What's your favorite color for shoes?</p></li><li><p>When was the last time you got dressed up?</p><ul><li><p>Why?</p></li><li><p>How often do you get dressed up?</p></li><li><p>Do you like to get dressed up?</p></li></ul></li><li><p>Where are some good stores to buy clothes in this area?</p></li><li><p>Where do you usually buy clothes?</p></li><li><p>Would you like to be a fashion model?</p></li></ul><h3 class='text-left' > <b>Questions on Styles, Clothing and Fashion-based Stereotypes</b></h3><ul><li><p>What would you think of a women who cut off all her hair and went around bald as a fashion statement?</p></li><li><p>What do you think of a man who is bald for fashion's sake?</p></li><li><p>What do you think of women who wear short mini-skirts?</p></li><li><p>Do you think that the clothes we wear reflect what is inside us ?</p></li><li><p>What do you think of people who always and only wear black?</p></li><li><p>What do you think of people with tattoos?</p><ul><li><p>Do you have a tattoo?</p></li><li><p>Do you know someone with a tattoo?</p></li></ul></li><li><p>What do you think of people with body piercing?</p><ul><li><p>Do you have pierced ears?</p></li><li><p>Would you pierce other parts of your body?</p></li></ul></li><li><p>What would you think of a high school student who always wore very conservative clothes?</p></li><li><p>What type of clothing do you wear when you are angry and you want to express yourself?</p></li><li><p>What colors do you choose to wear when you are happy?</p></li><li><p>Would you dress the same as you do in your country if you went to America for a visit?</p></li><li><p>Do you dress the same when you are depressed as you do when you are very happy?</p><ul><li><p>In what ways do you dress differently?</p></li></ul></li><li><p>If you went out with a group of high school friends, would you dress differently then if you went out with your grandmother and her friends?</p></li><li><p>In what ways does your Grandmother dress differently then you?</p></li><li><p>When you get old do you think you will dress like your grandmother or grandfather?</p></li><li><p>Would you ever wear dreadlocks?</p><ul><li><p>What do you think of the people who wear them?</p></li></ul></li><li><p>Have you ever worn your hair braided in small braids.</p><ul><li><p>Did anyone look at you differently because of it?</p></li></ul></li><li><p>Would you ever wear contacts to change your eye color?</p></li><li><p>What is the difference in the people who choose to wear contacts and the people who choose to were glasses?</p></li><li><p>What do you think about women who don't wear earrings?</p></li><li><p>What do you think about men who wear earrings?</p><ul><li><p>What do you think of women who do?</p></li></ul></li><li><p>Is it possible for women to wear too much make-up?</p><ul><li><p>When is a person wearing to much make-up?</p></li><li><p>What do you think of men who wear make-up?</p></li></ul></li><li><p>Is it possible to be beautiful without wearing any make-up, earrings or other accessories?</p></li><li><p>Do fashionable clothes really change the way a person looks?</p></li><li><p>What differences have you noticed in the fashions here and in your country?</p></li><li><p>What do you think of men who where tights?</p></li><li><p>What do you think about secondhand clothes?</p><ul><li><p>Why do you think people buy secondhand clothes?</p></li><li><p>Have you ever been to a store that sells secondhand clothes?</p></li><li><p>Have you ever bought secondhand clothes?</p></li><li><p>Would you buy secondhand clothes?</p></li></ul></li><li><p>When and where did you buy an article of clothing you're wearing right now? Why did you choose it?</p></li><li><p>What would you think if the mother of the groom wore black at a wedding?</p><ul><li><p>What would you think if a bride wore red?</p></li><li><p>Should a bride's dress be long or do you think it could be the length of a regular skirt?</p></li></ul></li><li><p>What items of clothing do you consider provocative in this country?</p><ul><li><p>What types of clothing are provocative in your country?</p></li><li><p>Do you ever dress this way?</p></li></ul></li><li><p>What do you think of men wearing high heels?</p></li><li><p>What do you think of women wearing high heels?</p></li><li><p>Why is it acceptable for women to wear men's clothing, but not for men to dress in women's clothing?</p></li><li><p>Is there a stigma attached to people who buy no-name (no brand) clothing?</p></li><li><p>Are some people more fashion conscious than others? What types/groups of people?</p></li><li><p>Have you ever bought imitation brand clothing?</p></li><li><p>What traditional clothes do people from your country wear?</p><ul><li><p>When do you wear them?</p></li><li><p>Are they comfortable?</p></li></ul></li><li><p>In your country do children have to wear school uniform?</p><ul><li><p>Did you wear a school uniform?</p></li><li><p>Do you think wearing uniforms is a good idea?</p></li></ul></li><li><p>What would you do or feel if you were refused entry to somewhere because of what you are wearing?</p></li><li><p>Do you think dress codes should be adhered to if requested on an invitation?</p></li><li><p>What would you wear to meet royalty or the President of your country?</p></li><li><p>Would you go to a fancy dress party? Why or why not?</p></li><li><p>How much do you spend getting ready to go to school? Work? Out with friends? To a party?</p><ul><li><p>Do the times vary much?</p></li></ul></li><li><p>What traditional clothes do people from your country wear?</p></li><li><p>When do you wear them?</p></li><li><p>Are they comfortable?</p></li><li><p>Do you think there's a difference between 'fashion' and 'style' ?</p></li><li><p>How often do you go clothes shopping?</p><ul><li><p>Where do you like to go?</p></li><li><p>Who do you like to go with?</p></li><li><p>How much money do you usually spend?</p></li><li><p>Would you bring your husband/boyfriend with you when you go clothes shopping?</p></li></ul></li><li><p>What do you like to shop for the most?</p></li><li><p>Where is your favorite shopping centre?</p></li><li><p>What is your favorite brand?</p></li><li><p>Are you a shopaholic?</p></li><li><p>Do you go to many shops before buying one particular item or do you just buy the first one you find?</p></li><li><p>Do you spend a lot of money on clothes your clothes?</p></li><li><p>Which type of clothes do you 'collect'?</p></li><li><p>What's your favorite piece of clothing?</p><ul><li><p>How much did it cost?</p></li><li><p>Where did you buy your favorite piece of clothing?</p></li></ul></li><li><p>Have you ever felt uncomfortable with what you wear?</p></li><li><p>Did your parents ever make you wear something you didn't like?</p></li><li><p>Do you like to go shopping during the sales?</p></li></ul>",
    "Advice": "<h1 class='text-center'>Advice</h1><ul><li><p>I want to quit smoking. What should I do?</p></li><li><p>I won 100,000 dollars and I don't know how to spend it. What should I do?</p></li><li><p>I gained a lot of weight in last few years. I want to lose at least 10kg. What should I do?</p></li><li><p>I have just lost my job. I haven't told my husband/wife yet. How should I tell him/her?</p></li><li><p>I found a wallet which had 2,000 dollars in it. How should I spend it?</p></li><li><p>My son doesn't want to go to school. He says that his teacher and all other students hate him. What should I do?</p></li><li><p>My child wakes up very often in the middle of the night. He sleeps usually during the day. I haven't had any good sleep for weeks. What should I do?</p></li><li><p>I have a headache. What should I do?</p></li><li><p>I hate working. What should I do?</p></li><li><p>I feel sad. What should I do?</p></li><li><p>I want to protect the environment but I don't know how. What should I do?</p></li><li><p>I am always late. What should I do?</p></li><li><p>I keep losing my credit card. What should I do?</p></li><li><p>I have a red nose. What should I do?</p></li><li><p>I am new in this city. I would love to meet some people. What should I do?</p></li><li><p>I want to get rich quickly. What should I do?</p></li><li><p>I need a car but I don't have enough money. What should I do?</p></li><li><p>I want to be a cool man. What should I do?</p></li><li><p>My girlfriend left me. I feel depressed. What should I do?</p></li><li><p>My husband doesn't help me with house chores. What should I do?</p></li><li><p>Have you ever self-published something? What are some good ways to publish your writing independently?</p></li><li><p>If you have a lot of things to get done in one week, how do you manage? What advice would you give someone who is very busy?</p></li><li><p>My girlfriend/boyfriend is seeing another man/woman. I saw a message in his/her mobile phone. What should I do?</p></li></ul>",
    "Beauty": "<h1 class='text-center'>Beauty</h1><p><br/><br/></p><ul><li><p>Who do you think is the most beautiful person in your country?</p></li><li><p>Who do you think is the most beautiful person alive today?</p></li><li><p>Who was the most beautiful person in history?</p></li><li><p>Who is the most attractive in your family?</p></li><li><p>Does beauty affect one's success in life?</p></li><li><p>Is it better to be physically attractive or intelligent?</p></li><li><p>Is it better to be physically attractive or wealthy?</p></li><li><p>Is beauty related to power?</p><ul><li><p>Can you think of anyone who is in a position of power that is not physically attractive?</p></li></ul></li><li><p>Do people spend too much time and money on beauty?</p></li><li><p>How much time should be spent on making yourself look better each day?</p></li><li><p>Who would you say is beautiful that others maybe wouldn't?</p></li><li><p>Do you think people should have cosmetic surgery to enhance their looks?</p><ul><li><p>If so what is the minimum age when someone should have plastic surgery?</p></li><li><p>How popular is plastic surgery in your country?</p></li><li><p>What is the most popular feature for cosmetic alteration?</p></li><li><p>Do you think self-esteem affects beauty?</p></li><li><p>Do you think beauty affects self-esteem?</p></li></ul></li><li><p>How important is beauty in your daily life?</p></li><li><p>Have you ever noticed anyone ever feeling pressured to be more beautiful?</p></li><li><p>What do you think of the proverb, 'beauty is in the eye of the beholder?'</p><ul><li><p>Do you have any proverbs or idioms from your country that relate to beauty?</p></li></ul></li><li><p>What do you think 'beauty is skin deep' means?</p></li><li><p>What are some beauty tips that you could share?</p></li><li><p>Do you think people with many tattoos can be beautiful?</p><ul><li><p>How many tattoos are too many?</p></li><li><p>Would you ever get a tattoo?</p></li><li><p>Do you have a tattoo?</p></li></ul></li><li><p>Do you think people with many piercings can be beautiful?</p><ul><li><p>What kind of body piercing, if any, do you feel are acceptable?</p></li><li><p>What kind of piercing, if any, do you feel are unacceptable?</p></li></ul></li><li><p>What personality trait is the most important for inner beauty?</p></li><li><p>How do you define beauty, using your own words?</p></li><li><p>Would you ever date someone who was not conventionally attractive?</p></li><li><p>What makes one person more attractive than another?</p></li><li><p>Do you think people from different countries than you see attractive the same way?</p></li><li><p>Is there someone famous that is considered beautiful, that you think is not?</p></li><li><p>Are beauty pageants good or bad?</p></li><li><p>Should children be entered into beauty pageants?</p></li><li><p>Do you think one gender or group worries more about beauty than another?</p></li><li><p>Would you want your children to be beautiful or talented?</p></li><li><p>What are some of the drawbacks of being beautiful?</p></li><li><p>What do you think about plastic surgery?</p><ul><li><p>Would you ever have plastic surgery?</p></li><li><p>If so, what would you change?</p></li></ul></li><li><p>What do you think of celebrities who get plastic surgery?</p></li><li><p>Do you think it's necessary to have plastic surgery if you are famous in order to be successful?</p></li><li><p>Do you think skin color affects whether a person is regarded as beautiful or not?</p></li><li><p>Do you think that fairer skin makes you more beautiful?</p></li><li><p>What are some advantages of being beautiful?</p></li><li><p>What makes someone beautiful in your country?</p><ul><li><p>What differs between that idea and the American idea of beauty?</p></li></ul></li><li><p>What do you think 'beauty is skin deep' means?</p></li><li><p>How many different adjectives can you think of to describe a beautiful woman or a handsome man</p></li></ul>",
    "Chores": "<h1 class='text-center'>Chores</h1><p><br/><br/></p><ul><li><p>How does your family decide who does various chores around the house?</p></li><li><p>Can you name some chores that need to be done everyday?</p></li><li><p>What chores are your responsibility?</p></li><li><p>Which chores do you not like to do.</p></li><li><p>How do you decide on your children's chores?</p></li><li><p>Do you get paid for doing chores?</p></li><li><p>What is something you hate doing when you get home?</p></li><li><p>Do you like to clean up your room?</p></li><li><p>Do you wash the dishes in your house?</p></li><li><p>Do you wash clothes for your family?</p></li><li><p>Do you do the ironing the clothes?</p></li><li><p>What are some chores you do outside your house?</p></li><li><p>Can you think of some dangerous chores that you can't do?</p></li><li><p>If you could buy only one of this two things, would you choose a dishwasher or a washing machine?</p></li><li><p>How long do you think you could live without a maid or someone to help you in the house?</p></li><li><p>Do you like to go to the supermarket?</p></li><li><p>Have you ever had an empty fridge for a long time only because you were too lazy to go grocery shopping?</p></li><li><p>What kind of products does your family buy on the Internet?</p></li><li><p>If you could have a robot to do all your chores, what would you choose for it to do?</p></li><li><p>What chores do you do that your parents didn't have to do when they were growing up?</p></li><li><p>What are some chores that your parents have to do around the house?</p></li><li><p>Do your grandparents help with chores?</p></li></ul>",
    "Creativity": "<h1 class='text-center'>Creativity</h1><p><br/><br/></p><ul><li><p>What is creativity?</p></li><li><p>Do you consider yourself a creative person? Why?</p></li><li><p>What is something creative that you have done?</p></li><li><p>Is creativity a good thing? Why or why not?</p></li><li><p>What are some ways that a person can be creative?</p></li><li><p>Is taking a risk part of creativity?</p><ul><li><p>Do you like to take risks? Give an example</p></li></ul></li><li><p>Do you often ask question the way things work?</p></li><li><p>Do you like to improve things?</p></li><li><p>What are some creative ways to entertain children?</p></li><li><p>Can you think of a device that would make people's life easier?</p></li><li><p>How does self-confidence affect a person's creativity?</p></li><li><p>Can someone who initially seems to lack any ability for a certain form of art develop his creativity and finally come to master it?</p><ul><li><p>Have you heard of any such case?</p></li><li><p>Do you know anyone who is personally an example of this?</p></li></ul></li><li><p>How does early exposure to diverse stimuli, and his involvement in creative activities affect a child's future creativity?</p></li><li><p>Do you believe that natural genetical features in a human being are absolutely determinant to their future creativity, or is interaction and engagement into self-expression and interaction with the world more influential than this?</p></li><li><p>How does a person's standard of living, involving such things as diet, exposure to chemical or other forms of pollution, active versus sedentary living, different forms of addiction, or any other aspects you may think of, affect them biologically regarding their creative capacities?</p></li><li><p>Does the education system in your country encourage creativity? How?</p></li><li><p>Do you think creativity comes with time and thought or you are born with creative talent?</p></li><li><p>What creative activities did you do as a child?</p></li><li><p>What are some incentives for creative people in the workplace?</p></li><li><p>What is a creative business that you would like to start?</p></li><li><p>Who are some of history's most creative people?</p></li><li><p>In which professional field do you think people are most creative? e.g science</p></li><li><p>Do you often answer questions by explaining how things work?</p></li><li><p>Can you think of devices that would make people's life easier?</p></li></ul>",
    "Favorites": "<h1 class='text-center'>Favorites</h1><p><br/><br/></p><ul><li><p>What is your best friend's name?</p></li><li><p>What is your favorite animal?</p></li><li><p>What is your favorite city in the United States?</p></li><li><p>What is your favorite color?</p></li><li><p>What is your favorite country? And why?</p></li><li><p>What is your favorite day of the week? Why?</p></li><li><p>What is your favorite drink in the summer?</p></li><li><p>What is your favorite food?</p></li><li><p>What is your favorite holiday? Why?</p></li><li><p>What is your favorite kind of book?</p></li><li><p>What is your favorite kind of ethnic food?</p></li><li><p>What is your favorite kind of movie?</p></li><li><p>What is your favorite kind of music?</p></li><li><p>What is your favorite kind of pizza?</p></li><li><p>What is your favorite magazine?</p></li><li><p>What is your favorite memory of childhood?</p></li><li><p>What is your favorite movie?</p></li><li><p>What is your favorite pastime?</p></li><li><p>What is your favorite proverb?</p></li><li><p>What is your favorite radio station?</p></li><li><p>What is your favorite season? Why?</p></li><li><p>What is your favorite sport?</p></li><li><p>What is your favorite television program?</p></li><li><p>What is your favorite time of day?</p></li><li><p>What is your favorite TV program?</p></li><li><p>What is your favorite type of sushi?</p></li><li><p>What is your favorite vegetable? Why</p><ul><li><p>fruit, meat, salad dressing, etc.)</p></li></ul></li><li><p>What is your favorite Web site?</p></li><li><p>What was your favorite subject in school?</p><ul><li><p>...in high school?</p></li><li><p>...in junior high school?</p></li><li><p>...in elementary school?</p></li></ul></li><li><p>What's your favorite smell?</p></li><li><p>What's your favorite word in English? Why do you like it?</p></li><li><p>Who is your favorite actor?</p></li><li><p>Who is your favorite actress?</p></li><li><p>Who is your favorite athlete?</p><ul><li><p>Who is your favorite baseball player?</p></li><li><p>Who is your favorite soccer player?</p></li></ul></li><li><p>Who is your favorite author?</p></li><li><p>Who is your favorite character from literature?</p></li><li><p>Who is your favorite composer?</p></li><li><p>Who is your favorite musician?</p></li><li><p>Who is your favorite singer?</p></li><li><p>Who is your favorite super-hero? Explain why.</p></li><li><p>Who is your favorite TV star?</p></li><li><p>Who was your favorite singer when you were younger? How about now?</p><ul><li><p>In place of singer: actor, actress, baseball player, athlete, ...</p></li></ul></li><li><p>Who was your favorite teacher? Why?</p><ul><li><p>...in high school?</p></li><li><p>...in junior high school?</p></li><li><p>...in elementary school?</p></li></ul></li></ul>",
    "Age": "<h1 class='text-center'>Age</h1><ul><li><p>Are young people generally more selfish than their parents and grandparents?</p></li><li><p>Does age make you more aware of and caring for others?</p></li><li><p>Should adults try to teach young people lessons, such as the dangers of drinking too much, taking drugs or catch the AIDS virus, or should they leave them alone to find out about these things themselves?</p></li><li><p>What are the advantages and disadvantages of both approaches?</p></li><li><p>What do you think is the best age to be?</p></li><li><p>Explain your opinion.</p></li><li><p>Most countries give young people rights as they reach a certain age. For example, British people can legally make love or fight for their country at the age of 16; they can drink, vote and drive a car when they are 18.</p></li><li><p>Do you think that any of the age limits need changing?</p></li><li><p>Some people think you should give something to society before you have the right to join it.</p></li><li><p>Should young people have to do some form of military or community service by law?</p></li><li><p>Should people of between 50 and 55 be forced to retire from their jobs in order to make way for younger workers?</p></li><li><p>If people are still able to (and want to) work, should they have to retire when the reach a certain age?</p></li><li><p>Explain your opinion.</p></li><li><p>In most countries the legal retirement age for men is five years older than for women, even though women live longer than men on average.</p></li><li><p>Why do you think this is?</p></li><li><p>Is this fair, or should it be changed?</p></li><li><p>Are there many things that the old can teach the young or are they hopelessly out of touch by the time they reach a certain age?</p></li><li><p>What things were you taught by your older family members?</p></li><li><p>How have they been useful to you in your life?</p></li><li><p>In most countries, compulsory education is targeted at five to sixteen year olds.</p></li><li><p>Would it be better to offer it to pensioners who want to learn rather than young people who prefer not to be in school? Explain your opinion.</p></li><li><p>In Russia, China and many other countries, there is a tradition of choosing leaders who are quite advanced in years.</p></li><li><p>Do you think that older people make better leaders? Explain your opinion.</p></li><li><p>One of Britain's best-ever leaders was William Pitt, who became Prime Minister when he was 24 and remained in power for 18 years.</p></li><li><p>Could this ever happen in your country? Why/why not?</p></li><li><p>Many elderly people have disabilities which limit their mobility.</p></li><li><p>Do buses, shops and public buildings in your country provide easy access for the disabled or are your towns and cities designed mainly for the young and able-bodied? Why is this?</p></li><li><p>Should the elderly be expected to pay for residential care out of their own savings or should appropriate accommodation and nursing be provided by the tax payer? Explain your opinion.</p></li><li><p>Some people say that men age better than women, and remain attractive longer. Do you agree? Explain your opinion.</p></li><li><p>Some people say that men never grow up, they just get bigger. Do you agree? Explain your opinion.</p></li><li><p>Some people say that young women are usually two to three years more mature than young men. Do you agree? Explain your opinion.</p></li><li><p>In most countries women live an average of five to six years longer than men. Why do you think this is?</p></li><li><p>In some countries having children is considered a way of 'investing in the future', and young people are expected to give money to their parents when they get a job, and then to care for them when they retire.</p></li><li><p>What are the good points and what are the bad points about this system?</p></li><li><p>Many countries are facing the problem of an 'aging population', i.e. there will soon be more old people than young people.</p></li><li><p>What problems will this cause?</p></li><li><p>What can be done to prepare for them?</p></li><li><p>What do you think is the ideal age for each of these stages of your life: (Explain your opinion.)</p></li><li><p>What age do you want to live to?</p></li><li><p>How do you feel about your parents growing older?</p></li><li><p>If your parents could no longer care for themselves, would you let them live with you or put them in a nursing home?</p></li><li><p>Are you afraid of getting old?</p></li><li><p>What is your ideal old age to live to?</p></li><li><p>Do you prefer to live in the retirement home or live with young people?</p></li><li><p>Should parents continue to finance their children after the children are 18?</p></li><li><p>Where do you wish to live when you are old?</p></li><li><p>Where do you see yourself when you are 70 years old?</p></li><li><p>Should older people spend their money on themselves, or save it for their children to have after they die?</p></li><li><p>Where do you wish to live when you are old?</p></li><li><p>What advice would you give to an older person who wants to feel young?</p></li><li><p>Some people say that youth is a state of mind, do you agree?</p></li></ul>",
    "Behavior": "<h1 class='text-center'>Behavior</h1><p><br/><br/></p><ul><li><p>What is good behavior? What is bad behavior?</p></li><li><p>Were you well-behaved as a child?</p><ul><li><p>Why do some children seem naturally well-mannered, while others seem difficult?</p></li><li><p>Were you a well-behaved child?</p></li><li><p>How do you raise well-behaved children?</p></li></ul></li><li><p>What influences you to make good choices?</p></li><li><p>Have you ever not tolerated someone's behavior?</p><ul><li><p>Is there any behavior that you would not find acceptable?</p></li><li><p>What are some examples of bad behavior?</p></li><li><p>What is he worst behavior you have seen?</p></li></ul></li><li><p>Would you teach your child to 'hit back' at school if somebody hit him?</p></li><li><p>How can we teach our children good behavior? Are words or example more important?</p></li><li><p>Are you influenced by what you see on TV? Or by what you read?</p></li><li><p>Do friends influence you?</p><ul><li><p>Can you influence your friends?</p></li><li><p>Is it important to surround yourself with good people?</p></li><li><p>How can friends have a bad influence on you?</p></li></ul></li><li><p>Can music influence your behavior?</p></li><li><p>Is it important to only watch wholesome TV shows and only read good books?</p></li><li><p>How has the media affected society? Has TV made society better or worse?</p></li><li><p>How does religion influence people's behavior?</p></li><li><p>Do you care what other people think of you?</p></li><li><p>Do you care about the private behavior of a politician?</p><ul><li><p>Can you judge a politician by how he behaves toward his family?</p></li><li><p>Do you give up your private life when you become a politician?</p></li></ul></li><li><p>Should people behave differently with friends than with family? Do you treat people who are close to you better than strangers, or vice versa?</p></li><li><p>Does the behavior of well-known people, such as celebrities and politicians, affect how average people behave?</p></li><li><p>Does economic status affect people's behavior? For example, are people more generous if they have more money?</p></li><li><p>Who do you admire? Do you try to be like this person (or people)?</p></li><li><p>Are there historical figures you admire?</p></li><li><p>Who is affected by your behavior?</p></li><li><p>In what ways have the choices of others affected you?</p></li><li><p>Does your happiness depend on the behavior of others?</p></li><li><p>Should you always be on your best behavior?</p></li><li><p>Will we be judged for our behavior? Do you believe in a God who punishes bad people and rewards good people?</p></li><li><p>Does it always pay to be good?</p></li><li><p>How do you act when you are happy? Do you like being around happy people?</p></li><li><p>Should people act on their feelings? If you are in a bad mood, can people around you tell?</p></li><li><p>Do you believe we have a moral obligation to act happy, even if we do not feel happy?</p></li><li><p>Is it possible to change one's behavior?</p></li><li><p>Have you changed anything about your behavior?</p><ul><li><p>Have you started good habits?</p></li><li><p>Have you broken bad habits?</p></li><li><p>What are some ways to change your behavior?</p></li></ul></li><li><p>Do you set goals to improve yourself?</p></li><li><p>What behaviors are expected from children towards their parents?</p></li><li><p>Do the clothes you wear affect your behavior? Should school teachers wear casual clothes?</p></li><li><p>What behaviors are expected from university and college students?</p></li><li><p>Should corporal punishment be illegal?</p></li><li><p>Are bad people bad because of circumstances or choices? What about good people?</p></li><li><p>Do you think there is such a thing as an evil person, or just a sick person?</p></li><li><p>Can bad behavior lead to crime?</p></li><li><p>Should parents be held responsible for their children's behavior?</p></li><li><p>What would you do if you saw somebody else's child behaving badly in public?</p></li><li><p>Should some parent give medicine to their children to calm them down?</p></li><li><p>Can you think of a behavior that is 'good' behavior in one culture and a 'bad' behavior in another culture?</p></li><li><p>How would you behave in a hospital?</p></li><li><p>What is the strangest thing you have ever done?</p></li><li><p>Should children be punished in public?</p></li><li><p>What kind of punishment do you think is the most effective ?</p></li><li><p>What does 'misbehavior' mean?</p></li><li><p>What can we do to prevent or discourage it</p></li><li><p>Is there a behavior considered a 'good' behavior in one culture and a 'bad'</p></li><li><p>behavior in another culture? If yes, give examples.</p></li><li><p>Can we teach our children good behavior?</p></li><li><p>How can we teach our children good behavior?</p></li><li><p>How do children acquire good behavior?</p></li><li><p>What would you do if your child behaves badly in public?</p></li><li><p>What would you do if you saw somebody else's child behaves badly in public?</p></li><li><p>Would you spank (To slap on the buttocks with a flat object or with the open hand, as for punishment) your child for bad behavior?</p></li><li><p>What would you do if you saw somebody spanking their child behaves for bad behavior?</p></li><li><p>What should you do with a child who has very bad behavior?</p></li><li><p>Would you teach your child to 'hit back' at school if somebody hits them?</p></li><li><p>How should we punish children who commit crimes?</p></li><li><p>What behavior is not acceptable among friends?</p></li><li><p>How should movie stars behave in public?</p></li><li><p>Is it OK to show negative types of behavior when you are angry?</p></li><li><p>What behaviors make you feel good?</p></li><li><p>What behaviors make you feel angry?</p></li><li><p>Should children be encouraged to ask questions in class?</p></li><li><p>How can teachers stop 'bullying' at school?</p></li><li><p>Have you ever got embarrassed by your friend's/girlfriend's/husband's misbehavior?</p></li><li><p>What is the right behavior to use in a job interview?</p></li><li><p>How should you behave when you see someone you don't like?</p></li><li><p>What is good behavior?</p></li><li><p>What is the right behavior to use in a restaurant?</p><ul><li><p>At school?</p></li><li><p>At a party?</p></li></ul></li><li><p>Can you think of a behavior that is 'good' behavior in one culture and a 'bad' behavior in another culture?</p></li><li><p>Can we teach our children good behavior?</p></li><li><p>How can we teach our children good behavior?</p></li><li><p>How do children acquire good behavior?</p></li><li><p>Would you spank your child for bad behavior?</p></li><li><p>What would you do if you saw somebody spanking their child for bad behavior?</p></li><li><p>Is it acceptable for parents to spank their children?</p></li></ul>",
    "Cities": "<h1 class='text-center'>Cities</h1><p><br/><br/></p><ul><li><p>Why do you like living in the city?</p></li><li><p>What are some of the advantages of living in a city?</p></li><li><p>What are some of the disadvantages of living in a city?</p></li><li><p>Do you know the neighbors who live near you?</p></li><li><p>What's your favorite city? Why?</p></li><li><p>What city do you live in?</p><ul><li><p>What part of this city do you like the best?</p></li><li><p>Can you describe the city?</p></li></ul></li><li><p>What aspects of life in the city would you complain about?</p></li><li><p>What do you think should be done to improve living condition in cities?</p></li><li><p>What are some differences between living in the city and living in the country?</p></li><li><p>What size city is best to live in? Why?</p></li><li><p>What are the names of two big cities in Europe?</p></li><li><p>What are the names of two small cities in Europe?</p></li><li><p>Would you prefer to live in a really old historical city, or a really new modern city?</p></li><li><p>If you had grown up in a different city, how would your life have been different?</p></li><li><p>Did you grow up in the city or in the country?</p></li><li><p>Would you enjoy designing a new city ?</p></li><li><p>Do you walk alone at night in your home city?</p></li><li><p>Would you want to be the mayor of your city?</p><ul><li><p>What would you do?</p></li><li><p>How would you change things?</p></li><li><p>Do you think you could make big changes in your city?</p></li></ul></li><li><p>Would you want to be a member of the city council of your city?</p></li><li><p>What monuments of your city do you consider the most impressive? Why?</p></li><li><p>Do you like modern cosmopolitan architecture?</p></li><li><p>How would you describe the architecture of your city?</p></li><li><p>Which cities do you feel safe in?</p></li><li><p>Which cities have the best bus services/taxis/metro?</p></li><li><p>How can we make our cities safer places to live?</p></li><li><p>Do you think that each city should have their own laws or could all cities share the same general laws?</p></li><li><p>What would you do if you were in charge of a city? How would you improve it?</p></li><li><p>Do you know if your city has a disaster plan for earthquakes, fires, tsunamis, etc?</p><ul><li><p>If so, what is the plan?</p></li><li><p>In your opinion, is it a good/sufficient plan?</p></li><li><p>What changes would you make?</p></li></ul></li><li><p>Do all the cities in your country or the U.S. have the same educational system?</p></li><li><p>Can you suggest some good tourist sites to visit in your city?</p></li><li><p>Does your city have a professional or semi-professional sports team?</p><ul><li><p>How many teams are there?</p></li><li><p>What are sports?</p></li><li><p>What are the team's names?</p></li><li><p>Do you go and watch some of these sports? How much does it cost?</p></li><li><p>Do some of these teams win championships?</p></li></ul></li><li><p>What are you doing to reduce the amount of pollution in your city?</p><ul><li><p>Does your city have any laws about dealing with pollution?</p></li><li><p>Do you follow them?</p></li><li><p>How do you sort garbage in your city?</p></li><li><p>Do you recycle on a regular basis?</p></li></ul></li><li><p>If you had grown up in a different city, how would your life have been different?</p></li><li><p>Would you enjoy designing a new city?</p></li><li><p>Can you name two cities in twenty different countries around the world?</p></li><li><p>Do you think some cities are becoming too large? Why?</p></li><li><p>What are some tourist attractions in your city?</p></li><li><p>What are some historical places in your city? Have you visited them?</p></li><li><p>What's the most prestigious university in your city?</p></li><li><p>What are the major problems in your city?</p><ul><li><p>What are some long term problems?</p></li><li><p>What are some recent problems?</p></li><li><p>What is your city doing to solve these problems?</p></li><li><p>What do you think should be done to solve them ?</p></li><li><p>What are you doing to help solve these problems?</p></li></ul></li><li><p>Where's the trendiest area in your city? Do you enjoy going there?</p></li><li><p>who are some famous personalities from your city?</p></li><li><p>What would you do to improve some aspects of your city?</p></li><li><p>Which city's sports team do you cheer for?</p></li><li><p>Is your city very cosmopolitan?</p></li><li><p>What are some cosmopolitan cities around the world</p></li><li><p>What is the most important part of a city?</p></li><li><p>Who is the local government head in your city?</p></li><li><p>Which cities would you like to visit in your home country?</p></li><li><p>Which cities would you like to visit around the world?</p></li></ul>",
    "Crime": "<h1 class='text-center'>Crime</h1><p><br/><br/></p><ul><li><p>Are some parts of this city considered more dangerous than others? Which parts?</p></li><li><p>Are there any places you are afraid to visit because of the high crime rate? If so, where?</p></li><li><p>Are there problems with drugs where you live?</p></li><li><p>Are you apprehensive about walking outside after dark?</p></li><li><p>Do you always lock your house? How about your car?</p></li><li><p>Do you believe that public executions would deter crime? If so, how?</p></li><li><p>Do you drink and drive?</p></li><li><p>Do you know anyone who has been mugged?</p></li><li><p>Do you know someone who has been a victim of a violent crime?</p></li><li><p>Do you think abortion is a crime?</p></li><li><p>Do you think gun control is a good idea? Explain.</p></li><li><p>Do you think people who use illegal drugs should be put in jail?</p></li><li><p>Do you think police TV dramas are realistic?</p></li><li><p>Do you think policeman should be allowed to carry guns?</p></li><li><p>Do you think that capital punishment is a good idea? Why or why not?</p></li><li><p>Do you think that punishment for violent crimes should be the same for juveniles and adults? Why/why not?</p></li><li><p>Do you think that the death penalty would prevent crime in your country? Why or why not?</p></li><li><p>Do you think that the legalization of narcotics would decrease the crime rate?</p></li><li><p>Do you think there are any legal drugs that should be illegal?</p></li><li><p>Do you think there is a link between drugs and crime?</p></li><li><p>Do you think prostitution is a crime?</p></li><li><p>Do you think there will be more or less crime in the future?</p></li><li><p>Do you think your country is a safe place to live? Why or why not?</p></li><li><p>Do you walk alone at night in your home city?</p></li><li><p>Does prison help rehabilitate criminals? Should it?</p></li><li><p>Have you ever been the victim of a crime? How about others in your family?</p></li><li><p>Have you ever done anything illegal? If so, what did you do?</p></li><li><p>Have you ever had anything stolen?</p></li><li><p>Have you ever seen a crime?</p><ul><li><p>Have you ever witnessed a crime?</p></li></ul></li><li><p>Have you ever stolen anything?</p></li><li><p>How can you prevent things from being stolen?</p><ul><li><p>How can you avoid having things stolen from you?</p></li></ul></li><li><p>If a person steals a loaf of bread because he needs to feed his starving family, should he be punished?</p></li><li><p>Is child abuse a problem in your country?</p></li><li><p>Is drunk driving a crime where you live? If so, what is the punishment?</p></li><li><p>Is it ever O.K. to break the law? If so, when?</p></li><li><p>Is prison an effective punishment? Why or why not?</p></li><li><p>Is there a problem with organized crime and/or gangs where you live?</p></li><li><p>Is your hometown considered safe?</p></li><li><p>Under what situations would you think of committing a crime?</p></li><li><p>What are some things people can do to protect themselves from crime?</p></li><li><p>What are some things that are legal that you personally think should be illegal?</p></li><li><p>What crimes do you think will decrease in the future?</p></li><li><p>What crimes do you think will increase in the future?</p></li><li><p>What crimes have you heard about recently in the news?</p></li><li><p>What do you think is the worst crime a person could commit? Why?</p></li><li><p>What do you think of the death penalty?</p></li><li><p>What is a gang?</p><ul><li><p>What gangs exist in this country and in your home country?</p></li><li><p>What are the characteristics of these gangs?</p></li></ul></li><li><p>What is the punishment for murder in your country?</p></li><li><p>What is the punishment for stealing in your country?</p></li><li><p>What kinds of crime are most common in your country? What are the penalties for these crimes?</p></li><li><p>What kinds of crimes are increasing?</p></li><li><p>What kinds of crimes do you think can be prevented? How?</p></li><li><p>What makes some people become criminals? Is it poverty, upbringing, lack of education, unemployment or something else?</p></li><li><p>What weapons do police carry in this country? How about your home country?</p></li><li><p>What would you do if you heard a burglar in your house?</p></li><li><p>What's your opinion about the death penalty?</p></li><li><p>Why do you think crime is more prevalent in some societies than in others?</p><ul><li><p>Why is there more crime in some countries?</p></li></ul></li><li><p>Why do you think people steal things?</p></li><li><p>Do you think corporal punishment is necessary?</p></li><li><p>Who decides what is and isn't a crime?</p></li><li><p>Do you think that 'corporate criminals' are sufficiently punished for their crimes?</p></li><li><p>Do you think that police dramas can teach people how serious certain actions can be?</p></li><li><p>Is a person born as a blank page or does he have some things predetermined like vulnerability to crime?</p></li><li><p>Should adultery be considered a crime?</p></li><li><p>Why do people commit crimes?</p></li><li><p>What can be done about gun/knife violence?</p></li><li><p>Do you think your city is a dangerous place to live in?</p><ul><li><p>Do you see a lot of crime happening around you?</p></li><li><p>What kind of crime is it? Shoplifting? pickpocketing? Etc?</p></li></ul></li><li><p>Have you ever witnessed a crime? If 'yes' tell us about it.</p></li><li><p>Have you ever witnessed acts of vandalism?</p><ul><li><p>What do you think is the main cause of vandalism?</p></li><li><p>How can we fight vandalism</p></li></ul></li></ul><p>?</p><ul><li><p>Do you think graffiti is vandalism or art?</p></li><li><p>Have you ever been robbed?</p><ul><li><p>How did it happen?</p></li><li><p>Did you report to the police?</p></li><li><p>Did they help you?</p></li></ul></li><li><p>Do you agree that terrorism is the evil of the 21st century?</p><ul><li><p>What are the roots of terrorism?</p></li><li><p>What act of terrorism terrifies you most of all?</p></li></ul></li><li><p>Is bribery a crime?</p><ul><li><p>What spheres are corrupted most of all in your country? Police? Education? Medicine?</p></li><li><p>What is the best way to fight corruption?</p></li></ul></li><li><p>What is your attitude to the death penalty?</p><ul><li><p>Is there a death penalty in in your country?</p></li><li><p>If you think it should exist, what kind of criminals should be sentenced to death?</p></li></ul></li><li><p>Which punishment is more severe, the death penalty or life imprisonment?</p></li><li><p>What do you think is an adequate punishment for an adolescent who has committed a serious crime? Murder? Burglary? Car theft? Rape?</p></li><li><p>Is piracy a great problem in your country?</p><ul><li><p>Do you consider piracy to be a crime?</p></li><li><p>Is it possible to get rid of piracy?</p></li></ul></li><li><p>What is intellectual property?</p><ul><li><p>Can you think of some examples of stealing intellectual property.</p></li><li><p>Do you think it is a serious crime?</p></li></ul></li><li><p>What do you know about the mafia?</p><ul><li><p>How does the mafia affect your life?</p></li><li><p>How does the mafia make money?</p></li></ul></li><li><p>Have you ever noticed someone stealing in a store?</p><ul><li><p>What were your actions?</p></li></ul></li><li><p>If your friend has committed a serious crime, how would you act?</p><ul><li><p>Would you report to the police or not?</p></li></ul></li><li><p>Do you agree that everything that is not prohibited by law is allowed?</p></li><li><p>Is downloading music or videos a crime?</p></li><li><p>What's the difference between copyright infringement and theft?</p></li><li><p>What is the difference between crime and sin?</p></li></ul>",
    "Fears": "<h1 class='text-center'>Fears</h1><p><br/><br/></p><ul><li><p>Are there any parts of the city where you live which you are afraid to visit after dark? Where? Why?</p></li><li><p>Are there certain weather conditions that scare people? What are they? Why do people become scared?</p></li><li><p>Are you afraid of flying?</p></li><li><p>Are you afraid of ghosts?</p></li><li><p>Are you afraid of giving a speech in public?</p></li><li><p>Are you afraid of going to the dentist?</p></li><li><p>Are you afraid of heights?</p></li><li><p>Are you afraid of scary movies?</p></li><li><p>Are you afraid of the dark?</p></li><li><p>Are you afraid to die? Why?</p></li><li><p>Are you afraid of getting old? Why?</p></li><li><p>Are there any numbers that people are afraid of in your culture?</p></li><li><p>Do you fear certain insects or animals? Why?</p></li><li><p>Do you know anyone with a phobia?</p></li><li><p>Do you like horror movies?</p></li><li><p>Do you think young children should be allowed to watch horror movies?</p></li><li><p>How do you react when you see something frightening?</p></li><li><p>Is there any person you are afraid of?</p></li><li><p>Were you afraid of the dark as a child?</p></li><li><p>Were you afraid on your first day of school here in the United States? How do you feel now?</p></li><li><p>What animal do you think is the most scary?</p></li><li><p>What are some things which many people are afraid of? Why are they afraid of them?</p></li><li><p>What is the scariest movie you have ever seen?</p></li><li><p>What is your biggest fear in life? Are you afraid that it might come true?</p></li><li><p>What kinds of things make you nervous?</p></li><li><p>What was the most frightening experience you've had?</p></li><li><p>When you were a child, what things were you afraid of?</p></li><li><p>Do you ever have nightmares (bad dreams)?</p><ul><li><p>What are they about?</p></li><li><p>How often do you have nightmares?</p></li></ul></li><li><p>Have you ever seen any reality TV shows where people face their fears for money?</p><ul><li><p>Would you ever face one of your fears for money?</p></li><li><p>Do you find this kind of show interesting to watch?</p></li></ul></li><li><p>What is your biggest fear?</p></li><li><p>Have you overcome any of your fears?</p></li><li><p>Are you afraid of being ill? What disease are you most afraid of? Why?</p></li><li><p>Do you believe people can be cured of phobias by hypnosis?</p></li><li><p>Are you afraid to fly?</p></li><li><p>-Are you afraid to ride a motorcycle?</p></li><li><p>-Are you afraid of death, of dying?</p></li><li><p>How do you cope with your fears?</p></li><li><p>Are you afraid of being ill? What disease are you most afraid of? Why?</p></li><li><p>What is your biggest fear for yourself?</p></li><li><p>What is your biggest fear for the world?</p></li><li><p>How often do you feel afraid?</p></li><li><p>How would you help someone to get over their fear?</p></li><li><p>Do you have any form of phobia or paranoia?</p></li><li><p>What were you afraid of as a child?</p></li><li><p>What facial expressions accompany fear?</p></li><li><p>If you 'put the fear of God into someone,' how do you think that person feels?</p></li><li><p>Are you afraid you might get sick?</p></li><li><p>Are you afraid of speaking English?</p><ul><li><p>A foreign language?</p></li><li><p>In front of many people?</p></li><li><p>At official functions?</p></li></ul></li><li><p>Are you afraid of germs?</p></li></ul>",
    "Airplanes": "<h1 class='text-center' >Airplanes</h1><ul><li><p>How old were you when you went on your first flight?</p><ul><li><p>Where did you go?</p></li></ul></li><li><p>Do you like to travel by airplane?</p></li><li><p>What was the longest flight you have ever taken?</p></li><li><p>What seat do you prefer: window, center or aisle?</p></li><li><p>What are three things you're supposed to do before the flight takes off?</p></li><li><p>What do you like to do during the flight?</p><ul><li><p>Does the plane provide anything to do to pass the time?</p></li></ul></li><li><p>What are some movies you remember seeing on the plane?</p></li><li><p>What do you do when you experience turbulence?</p></li><li><p>Have you ever met anyone or established any relationships during a flight?</p></li><li><p>What should be done with obese people who practically take up two seats?</p></li><li><p>Can you sleep during the flight?</p></li><li><p>Have you ever seen a female pilot?</p><ul><li><p>Why do you think that most pilots are men?</p></li></ul></li><li><p>Would you like to be a flight attendant?</p><ul><li><p>What are the benefits and /or downfalls?</p></li></ul></li><li><p>Are most flight attendants female?</p><ul><li><p>Is being a flight attendant considered a good job in your country?</p></li></ul></li></ul><p>What do you think are the qualifications?</p><ul><li><p>Are planes really safer than cars? ( A British study shows that flying is 176 times safer than walking, 15 times safer than driving and 300 times safer than a motorbike.)</p></li><li><p>Would you rather have a younger, more beautiful/handsome flight attendant or an older, more experienced one?</p></li><li><p>What are the advantages of traveling by airplane?</p><ul><li><p>What are the disadvantages?</p></li></ul></li><li><p>Do you know someone who is afraid of flying in an airplane?</p></li><li><p>What questions should you ask when buying airplane tickets?</p></li><li><p>What is a group rate?</p></li><li><p>What is a charter flight?</p></li><li><p>What arrangements should you make for pick-up at the airport?</p></li><li><p>What things can you see in an airport?</p></li><li><p>What questions do they ask you when you check-in at the airport?</p></li><li><p>What questions do they ask you when going through immigration and customs at the airport?</p></li><li><p>Have you ever seen an airplane crash?</p></li><li><p>Have you ever seen terrorists on the plane?</p></li><li><p>Have you ever met an annoying person during a flight?</p></li><li><p>Have you ever had an accident during a flight?</p></li><li><p>Have you ever work as a flight attendant?</p></li><li><p>Do you only fly one airline?</p></li><li><p>Do you think budget airlines are safe?</p></li><li><p>Do you like to fly? Why or why not?</p></li><li><p>What is the smallest airplane you have ever been on? How small was it?</p></li><li><p>Do you prefer to fly in big planes or small planes? Why?</p></li><li><p>Would you like to learn how to fly? Why or why not?</p></li><li><p>Do you think being a pilot is a good job? Why or why not?</p></li><li><p>Have you ever gone sky-diving? Why or why not?</p></li><li><p>Have you or someone you know ever been in a plane crash?</p></li><li><p>What would you do if you were on a plane that was crashing?</p></li><li><p>Do you like to watch movies or TV about airplane crashes? Why or why not?</p></li><li><p>Do you enjoy the foods on airplane?</p></li><li><p>What arrangements should you make for pick-up at the airport?</p></li><li><p>What things do you see in an airport?</p></li><li><p>What questions do they ask when you check-in at the airport?</p></li><li><p>What questions do they ask when going through immigration/customs at the airport?</p></li><li><p>How much baggage do you take with you?</p></li><li><p>What items should not be included in your hand baggage?</p></li><li><p>What documents do you need for international travel?</p></li><li><p>What airline do you prefer using?</p></li><li><p>How was the service on your last flight?</p></li><li><p>Do you like airline food?</p></li><li><p>Would you pay money for airline food?</p></li><li><p>Do you enjoy talking with strangers on an airplane?</p></li><li><p>Do you enjoy takeoff / landing?</p></li><li><p>What are some airplane disaster movies?</p><ul><li><p>Why do you think they are popular?</p></li></ul></li><li><p>How do the pilot and the co-pilot navigate their planes?</p></li><li><p>What is a boarding pass?</p></li><li><p>When do you pay for airport tax?</p></li><li><p>Where can you hang your coats after boarding an airplane? 5. What do you do when you get blocked ears during take off / landing?</p></li><li><p>What do you do before take off / landing?</p></li><li><p>Where can you smoke while traveling by plane?</p></li><li><p>What do you do when you need a flight attendant's assistance?</p></li><li><p>How can passengers reduce the risk of deep vein thrombosis?</p></li></ul>",
    "Birthdays": "<h1 class='text-center'>Birthdays</h1><p><br/><br/></p><ul><li><p>How are birthdays celebrated in your country?</p></li><li><p>What are some birthday traditions you know of from other countries?</p></li><li><p>How do you like to celebrate your birthday?</p></li><li><p>What is your best birthday memory?</p></li><li><p>What is your worst birthday memory?</p></li><li><p>Have you ever had a surprise birthday party for yourself or someone else?</p></li><li><p>What is the best birthday gift you have ever received?</p></li><li><p>What is the worst birthday gift you have ever received?</p></li><li><p>What are some things you like to do for your birthday?</p></li><li><p>When is your birthday?</p></li><li><p>Did your parents give you birthday parties when you were a child?</p></li><li><p>In your opinion, What is the best time of year to have a birthday?</p></li><li><p>How do people you know celebrate turning 40?</p></li><li><p>Do you think getting older (40, 50, 60) is depressing for people, or a happy occasion?</p></li><li><p>What do you think is the best age?</p></li><li><p>Do you like going to work on your birthday?</p></li><li><p>Did you like going to school on your birthday when you were a child?</p></li><li><p>Have you ever had a surprise party?</p></li><li><p>Whose birthday do you always remember?</p></li><li><p>Among your close friends and relatives, whose birthday is coming up next?</p></li><li><p>About how many birthday gifts or cards do you send or give to people each year?</p></li><li><p>Have you ever forgotten someone's birthday that you should have remembered?</p></li><li><p>Do you know any famous people's birthdays? (Are any the same as yours?)</p></li><li><p>Do you know of any big events that happened the year you were born?</p></li><li><p>What is the best birthday gift you have ever received?</p></li><li><p>What is the best birthday gift you have ever given?</p></li><li><p>What is the worst birthday gift you have ever received?</p></li><li><p>What is the worst birthday gift you have ever given?</p></li><li><p>If you are in your teen years, tell how old you will be in twenty years time and say whether you look forward to that age or does it scare you.</p></li><li><p>If you could celebrate your own birthday the way you wanted, what would you do?</p><ul><li><p>Where would you like to go?</p></li><li><p>How many people would you invite?</p></li></ul></li><li><p>Would you rather celebrate your birthday with just your relatives or just your friends?</p></li><li><p>Do you remember what gifts you received on your last birthday?</p></li><li><p>What would you like to get most for your birthday this year?</p></li><li><p>Is the cost of a present important to you?</p></li><li><p>What kind of gift do you usually prepare for your friend's birthday?</p><ul><li><p>Your mother's?</p></li><li><p>What about for other family members?</p></li></ul></li><li><p>Which is a better present, a well-chosen gift or money?</p></li><li><p>Are birthdays really important?</p></li><li><p>How do you celebrate your birthday?</p></li></ul>",
    "Colors": "<h1 class='text-center'>Colors</h1><p><br/><br/></p><ul><li><p>What's your favorite color?</p><ul><li><p>Has your favorite color changed as you've grown older?</p></li></ul></li><li><p>Do you have a color that you hate?</p><ul><li><p>If so, what is it?</p></li><li><p>Why do you hate it?</p></li></ul></li><li><p>Do you think colors affect your mood?</p><ul><li><p>How does red make you feel?</p></li><li><p>How does green make you feel?</p></li><li><p>How does blue make you feel?</p></li><li><p>How does purple make you feel?</p></li><li><p>How does black make you feel?</p></li><li><p>How does white make you feel?</p></li><li><p>How does yellow make you feel?</p></li><li><p>How does brown make you feel?</p></li><li><p>How does grey make you feel?</p></li><li><p>What do you think of orange?</p></li></ul></li><li><p>Do you think different cultures have different meanings for colors?</p><ul><li><p>What do the different colors mean in your culture?</p></li></ul></li><li><p>Do you associate any colors with specific items, numbers, or letters not usually associated with color?</p></li><li><p>Can you think of different idioms or expressions involving color?</p><ul><li><p>What's a 'black and white' matter.</p></li><li><p>What does it mean to 'see red'?</p></li><li><p>What does it mean to 'feel blue'?</p></li><li><p>What does it mean to 'be yellow'?</p></li><li><p>What's a 'black tie affair'?</p></li><li><p>What does it mean to be 'blacklisted'?</p></li><li><p>What does it mean to be 'the black sheep in the family'?</p></li></ul></li><li><p>How many colors are in the rainbow? What are they?</p></li><li><p>What colors are on your national flag?</p></li><li><p>What's the best color for a car?</p><ul><li><p>What's the best color for a house?</p></li><li><p>What do you think is the best color for lens in sunglasses?</p></li></ul></li><li><p>What's the color for passion?</p><ul><li><p>What's the color for hatred?</p></li><li><p>What's the color for happiness?</p></li><li><p>What's the color for sadness?</p></li><li><p>What's the color for anger?</p></li><li><p>What's the color for death?</p></li><li><p>What's the color for jealousy?</p></li><li><p>What is the color of envy ?</p></li><li><p>What's the color for cowardice?</p></li></ul></li><li><p>What color is money in your country?</p></li><li><p>Do you know anyone who is color blind?</p><ul><li><p>What colors do most color blind people not see?</p></li></ul></li><li><p>Do you think animals can see color?</p></li><li><p>What does black-sheep of the family mean?</p></li><li><p>Do you dream in color?</p></li><li><p>How would you compare the feeling you get watching a movie in black and white to watching it in color?</p></li><li><p>What color clothes do you like to wear?</p><ul><li><p>What colors do you think look good on you?</p></li><li><p>What color shoes do you like to wear?</p></li></ul></li><li><p>What do you think is the strangest color for a car?</p><ul><li><p>How about a house?</p></li><li><p>How about clothing?</p></li><li><p>How about hair color?</p></li></ul></li><li><p>Do you know anyone who has dyed their hair a strange color? (... an unnatural hair color such as blue or multiple shades?)</p></li><li><p>Have you ever seen a pet dog or cat with dyed fur?</p></li><li><p>Do you think different colors have different meanings? If so, what do different colors mean?</p></li><li><p>Do the color blind dream in color?</p><ul><li><p>Do you think people who are color blind can dream in color?</p></li></ul></li><li><p>What color ink do you like using the most?</p><ul><li><p>What is the meaning of writing with black ink?</p></li><li><p>What is the meaning of writing with green ink?</p></li><li><p>What is the meaning of writing with red ink?</p></li><li><p>What is the meaning of writing with blue ink?</p></li></ul></li><li><p>What color of paper you like most if you want to write a letter to your friends or loved ones?</p></li><li><p>What is the color of the bedspread on your bed?</p></li><li><p>What is your least favorite color?</p></li><li><p>What color toothbrush do you have?</p><ul><li><p>Does everyone in your family use a different color toothbrush?</p></li></ul></li><li><p>What color towels do you use?</p></li><li><p>What color are the curtains in your bedroom?</p></li><li><p>What does it mean when someone says he's feeling blue?</p></li><li><p>What does it means when someone says they are green with envy?</p></li><li><p>What does it means when someone says 'you look green at the gills'?</p></li><li><p>What does it mean when someone says 'I was so mad I was seeing red'?</p></li><li><p>What does it mean when someone says 'he was black as an ace of spades'?</p></li><li><p>What is pink eye?</p></li><li><p>We are not sure what this means, but it was submitted.</p><ul><li><p>What does it mean when you see the color of a rainbow in your eyes?</p></li></ul></li><li><p>What would you think of life without colors?</p><ul><li><p>What do you think life would be like without colors?</p></li><li><p>How would life change?</p></li><li><p>What things wouldn't change?</p></li><li><p>Are color blind people completely blind to all colors?</p></li></ul></li><li><p>Do you think a person's favorite color will always be his/her favorite color?</p><ul><li><p>Do favorite colors change throughout life?</p></li></ul></li><li><p>Have you ever tried to invent a new color?</p><ul><li><p>Try it right now: try to think of a color that doesn't exist, one you'd like to see.</p></li><li><p>What does it look like?</p></li><li><p>(Note: It is physically impossible to conceive of a color that isn't a shade of a color that already exists, but students will enjoy trying for a few minutes and the impossibility of it makes for good conversation.)</p></li></ul></li><li><p>What does the black sheep of the family mean?</p></li><li><p>Do you like light or dark colors better?</p></li><li><p>Which colors do you have to mix to get green? Orange? Purple? Black? Gray?</p></li><li><p>What expressions include colors when discussing illness? (ex., white or pale, pink eye, black and blue for bruises, yellow fever)</p></li><li><p>What expressions include colors and feelings? (ex. I feel blue, Green with envy, Red with rage, Turning red, Black circles under the eyes, You are turning blue (with the cold))</p></li><li><p>What do the colors in your home country's flag represent?</p></li><li><p>What is the most memorable in advertisements or commercials for you? (ex. the music, colors, movement, message)</p></li><li><p>What does 'a picture is worth a thousand words mean'?</p></li><li><p>This word is used when traveling: I bought a ticket on the red eye flight. What might this mean?</p></li></ul>",
    "Culture": "<h1 class='text-center'>Culture</h1><p><br/><br/></p><ul><li><p>What are some things that define a culture? For example, music, language, ...</p></li><li><p>What do you think is interesting about your culture?</p></li><li><p>Do you know much about your own culture?</p></li><li><p>When people from other countries think about your culture, what do they usually think of?</p></li><li><p>In your culture is it polite to be straightforward and direct when you talk to someone?</p><ul><li><p>To whom is it OK and to whom is it not OK?</p></li></ul></li><li><p>What has surprised you when you've met people from other countries?</p></li><li><p>Have you looked at Internet pages from a different culture? If so, how were they different from those of your own culture?</p></li><li><p>What do you like about your culture?</p></li><li><p>What don't you like about your culture?</p></li><li><p>How do young people in your culture behave differently from older people?</p></li><li><p>How do young people in your culture behave differently from people in this culture?</p></li><li><p>Are there many people of different cultures in your country? Are you friends with any?</p></li><li><p>Have you ever felt confused by the actions of someone from another culture?</p><ul><li><p>If so, tell me about it.</p></li></ul></li><li><p>How are your language teachers who are not from your country different from your other teachers?</p><ul><li><p>How are they the same?</p></li></ul></li><li><p>Who in your culture do you admire most?</p></li><li><p>What your culture are you most proud about?</p></li><li><p>Why do you think culture is important?</p></li><li><p>If you could change one thing about your culture, what would it be?</p></li><li><p>Would you ever consider marrying or dating someone from another culture?</p></li><li><p>Would you ever consider living permanently in a country other than your home country? Why or why not?</p></li><li><p>What does it mean to be polite in your culture?</p></li><li><p>What is considered rude in your culture?</p><ul><li><p>Is there anything in this culture that is considered rude that may not be considered rude in your culture?</p></li></ul></li><li><p>If a group of people just came to your country from overseas, what advice would you give them?</p></li><li><p>What other cultures have you met people from?</p></li><li><p>What do you think is important when visiting another culture?</p></li><li><p>Do you think 'when in Rome, do as the Romans do' is always good advice? Why or why not?</p></li><li><p>Have you ever been in a situation where you felt you had to 'do as the Romans do'?</p></li><li><p>What culture besides your own do you admire and why?</p></li><li><p>If aliens visited your country, what might surprise them?</p></li><li><p>Do you pray before each meal?</p></li><li><p>How do you feel when you leave your home culture and enter into a completely new culture?</p></li><li><p>What is the best/most important thing your culture has given to the world?</p></li><li><p>What is the best/most important thing your culture/country has adopted from another culture?</p></li><li><p>If you could choose three aspects of your culture to put in a 'time box' for the future, what would you put in it?</p></li><li><p>What is culture shock?</p></li><li><p>Have you ever experienced culture shock?</p></li><li><p>What is reverse, or re-entry, culture shock?</p></li><li><p>Have you ever experienced reverse culture shock?</p></li><li><p>On what occasions do you exchange flowers in your country?</p></li><li><p>On what occasions do you exchange flowers in your country?</p></li><li><p>What are some things that define a culture? For example, music, language, ...</p></li><li><p>Do you know much about your own culture?</p></li><li><p>What do you think is interesting about your own culture?</p></li><li><p>What do you like most about your own culture?</p></li><li><p>What do you like least about your culture?</p></li><li><p>What does it mean to be polite in your culture?</p></li><li><p>What is considered rude in your culture? Is there anything in Canadian culture that is considered rude in your culture?</p></li><li><p>In your culture is it polite to be straightforward and direct when you talk to someone? To whom is it OK and to whom is it not OK?</p></li><li><p>What has surprised you when you've met people from other countries?</p></li><li><p>How do young people in your culture behave differently from older people?</p></li><li><p>How do young people in your culture behave differently from people in Canada?</p></li><li><p>Are there people of different cultures in your country? Are you friends with any of them?</p></li><li><p>What other cultures have you met people from?</p></li><li><p>Have you ever felt confused by the actions of someone from another culture? If so, tell me about it.</p></li><li><p>How are your language teachers different from your teachers in your culture? How are they the same?</p></li><li><p>What are the five most important values of your culture? (For example, Family)</p></li><li><p>What in your culture are you most proud about?</p></li><li><p>If you could change one thing about your culture, what would it be?</p></li><li><p>Would you ever consider marrying or dating someone from another culture?</p></li><li><p>Would you ever consider living permanently in a country other than your home country? Why or why not?</p></li><li><p>Do you think 'when in Rome, do as the Romans do' is always good advice? Why or why not? Have you ever been in a situation where you felt you had to 'do as the Romans do'?</p></li><li><p>What do you think is important when visiting another culture?</p></li><li><p>If a group of people just came to your country from overseas, what advice would you give them?</p></li><li><p>What culture besides your own do you admire? Why?</p></li><li><p>If aliens visited your country, what might surprise them?</p></li><li><p>What is the best/most important thing your culture has given to the world?</p></li><li><p>What is the best/most important thing your culture/country has adopted from another culture?</p></li><li><p>What are some things that define a culture? For example, music, language, ...</p></li></ul><ul><li><p>What customs do you practice?</p></li><li><p>What are your favorite customs?</p></li><li><p>What customs do you think should be revised?</p></li><li><p>What customs do you think should no longer be practice?</p></li><li><p>What customs (from elsewhere) do you think should be included in our culture?</p></li></ul>",
    "Trends": "<h1 class='text-center'>Trends</h1><p><br/><br/></p><ul><li><p>What is a fad?</p></li><li><p>Do you pay attention to fads?</p></li><li><p>What were some fads when you were in high school?</p></li><li><p>What were some fads when you were in college?</p></li><li><p>What are some fads now?</p></li><li><p>Are fads the same as popular culture?</p></li><li><p>What are some of the fads in your home country? Are they the same as where you are living now?</p></li><li><p>Why do you think people pay attention to fads?</p></li><li><p>What fad influence your life the most?</p></li><li><p>What portion of the general population do you think creates or follows fads?</p></li><li><p>How do fads start and who starts them? Today? In the past?</p></li><li><p>What media influences how fads evolve?</p></li><li><p>If you wanted to start a trend, how would you go about it?</p></li><li><p>How long does it take for a fad to die out?</p></li><li><p>What are the current trends in fashion?</p></li><li><p>What are the current trends in electronics?</p></li><li><p>What are the current trends in music, books, or movies?</p></li><li><p>What are the current trends in dating/relationships?</p></li><li><p>How do you learn about the current trends?</p></li><li><p>Are there any current trends you don't like?</p></li><li><p>Are there any trends from the past you hope come back?</p></li><li><p>Are there any trends from the past you hope never come back?</p></li><li><p>What sorts of trends do you think will develop in the near future?</p></li><li><p>Name a trend that you followed.</p></li><li><p>What is a fad diet? Can you name any?</p></li><li><p>What is a yo-yo diet?</p></li><li><p>Have you ever tried a fad diet?</p></li><li><p>Do you count calories? Do you think counting calories is a good way to lose weight?</p></li><li><p>Do you ever eat or drink 'diet' products, such as diet coke?</p></li><li><p>Have you ever tried a weight loss program?</p><ul><li><p>Was it successful?</p></li></ul></li><li><p>Do your parents talk about fads 'in their day'?</p></li><li><p>What fads or trends do you remember from the 80's, 90's or any other time period?</p></li></ul>",
    "AmusementParks": "<h1 class='text-center'>Amusement Parks</h1><ul><li><p>Have you ever visited an amusement park?</p><ul><li><p>If so, what was it called?</p></li><li><p>Where was it?</p></li></ul></li><li><p>What has been the best amusement park you have ever visited? Why?</p></li><li><p>What was your favorite ride or activity? Why?</p></li><li><p>What was your worst ride or activity? Why?</p><ul><li><p>Was it expensive?</p></li></ul></li><li><p>If you were to recommend an amusement park, which one would you recommend and why?</p></li><li><p>What rides or activities would you recommend?</p></li><li><p>How regularly do you visit amusement parks?</p></li><li><p>Can you think of an amusement park ride or activity that would be both enjoyable and popular?</p></li><li><p>Are you afraid of going on scary amusement park rides?</p></li><li><p>Do you know of anybody who hurt themselves or died at an amusement park?</p></li><li><p>Even though you may have been terrified by a particular ride, would you go on it again?</p></li><li><p>What are some famous amusement parks near where you live?</p><ul><li><p>Have you been to them?</p></li><li><p>How much does it cost to enter?</p></li><li><p>What rides is this amusement park famous for?</p></li></ul></li><li><p>Do you have any plans to go to an amusement park in the near future?</p></li></ul>",
    "BooksAndReading": "<h1 class='text-center'>Books and Reading</h1><p><br/><br/></p><ul><li><p>What is your favorite story?</p></li><li><p>Who is your favorite author?</p></li><li><p>Who is your favorite character?</p></li><li><p>What is your favorite genre?</p><ul><li><p>Action</p></li><li><p>Mystery</p></li><li><p>Suspence</p></li><li><p>Detective</p></li><li><p>Science Fiction</p></li><li><p>Children's books</p></li><li><p>War</p></li><li><p>Non-fiction</p></li><li><p>Travel books</p></li><li><p>Self-help books</p></li><li><p>History</p></li><li><p>Biography</p></li><li><p>Autobiography</p></li><li><p>Gothic</p></li><li><p>Classic Literature</p></li><li><p>Modern Literature</p></li></ul></li><li><p>What is the longest book you have ever read?</p><ul><li><p>How long did it take you to read it?</p></li></ul></li><li><p>Have you ever belonged to a book club?</p><ul><li><p>What books did you read?</p></li></ul></li><li><p>What is the funniest book you have ever read?</p></li><li><p>The saddest?</p><ul><li><p>The strangest?</p></li></ul></li><li><p>How many books have you read in your life?</p></li><li><p>Is there a time in your life when you read all the time?</p></li><li><p>How many hours do you spend reading in a week?</p></li><li><p>Have you ever been to a book signing or met an author?</p></li><li><p>Do you have any ideas for a story for you to write?</p></li><li><p>Do you read books based on recommendations?</p></li><li><p>What are some of the books that were recommended to you?</p></li><li><p>Were you ever given a bad recommendation?</p></li><li><p>Did it change your opinion of the person who recommended the book?</p></li><li><p>What books have you recommended for other people?</p></li><li><p>How often do you go to the library?</p></li><li><p>How many books do you check out at a time?</p></li><li><p>How do you choose the books you are going to read?</p></li><li><p>How important is the cover of the book.</p></li><li><p>Do you watch the movie that came from a book?</p></li><li><p>Most people say the book is better than the movie. Is this true for you?</p></li><li><p>Did you enjoy reading books in school?</p></li><li><p>What was your favorite book growing up?</p></li><li><p>Is there a book that you have read more than once?</p><ul><li><p>What was the title?</p></li><li><p>How many times did you read it?</p></li></ul></li><li><p>Is there a book you just couldn't finish?</p><ul><li><p>What was the title?</p></li></ul></li><li><p>What is your favorite time of day for reading?</p></li><li><p>Where is your favorite place to read?</p></li><li><p>Do you listen to music while you read?</p></li><li><p>Do you often read book before go to bed?</p></li><li><p>What factors are important to you when choosing a book to read?</p><ul><li><p>Reviews?</p></li><li><p>A Recommendation from a friend?</p></li><li><p>The front cover?</p></li></ul></li><li><p>What was the last book that you read?</p></li><li><p>What is your favorite book of all time?</p></li><li><p>Have you ever read a book and then watched the movie? Which was better? Why?</p></li><li><p>Who is the most famous writer from your country?</p><ul><li><p>Have you read any of their books?</p></li><li><p>Do you think that they are overrated?</p></li></ul></li><li><p>What genre of book do you enjoy most?</p></li><li><p>Have you ever tried to read a book in English?</p></li><li><p>Do you think that it is more valuable to read a book than to watch television?</p></li><li><p>Have you ever lent books to your friends and never got them back?</p></li><li><p>Do you think that the internet and television will eventually make books obsolete?</p></li></ul>",
    "Community": "<h1 class='text-center'>Community</h1><p><br/><br/></p><ul><li><p>What do you like about your community?</p></li><li><p>How did you decide on your community?</p></li><li><p>What do you think should be changed in your community?</p></li><li><p>How can you help your community?</p></li><li><p>How many of your neighbors do you know?</p></li><li><p>Are there old people living in your community? Tell me about them.</p></li><li><p>Are there little children in your community? Tell me about them.</p></li><li><p>What do the people in your community do for recreation?</p></li><li><p>What do you think is the most important thing about community?</p></li><li><p>Does your community have special days to get together?</p></li><li><p>Does your community have meetings?</p></li><li><p>Is there a neighborhood watch program in your community?</p></li><li><p>Would you like to raise your children in a community like yours? If yes, tell me why. If no, tell me why?</p></li><li><p>Is your community afraid of strangers?</p></li><li><p>How can you live in a community and maintain your privacy?</p></li><li><p>Does your community welcome strangers?</p></li><li><p>Have you ever helped a neighbor?</p></li></ul>",
    "Dangers": "<h1 class='text-center'>Dangers</h1><p><br/><br/></p><ul><li><p>Have you been in the midst of danger before?</p></li><li><p>What do you do when you feel someone might be following you?</p></li><li><p>If you are in danger, what should you do?</p></li><li><p>If your life was in danger, who would you call and why?</p></li><li><p>Can you explain the 'fight or flight' complex?</p></li><li><p>What makes you suspicious of someone?</p></li><li><p>What makes you suspicious of a place?</p></li><li><p>Have you tried doing anything dangerous that could risk your life?</p></li><li><p>Why are there still people who love to do dangerous sports?</p></li><li><p>Why are there people who still live in a dangerous society?</p></li><li><p>Do you think your neighborhood is dangerous?</p></li><li><p>Have you caused any danger to other people before?</p></li><li><p>What was the most dangerous thing that you have done?</p></li><li><p>Why are the rich facing a lot more danger than the poor or average people?</p></li><li><p>What time is the most dangerous time to go out?</p></li><li><p>Do you think there are dangers in your house?</p></li><li><p>What do you do when you see someone in danger?</p></li><li><p>What do you do when you see the back label of a product with a danger sign on it?</p></li><li><p>What do you do when you feel that something might happen to you?</p></li><li><p>Is there an emergency number you can call when you are in danger?</p></li><li><p>Can we stay away from danger?</p></li><li><p>Are you a person that worries about nothing or everything? Give an example of something that you worry (or don't worry) about.</p></li><li><p>What dangers exist when you drive? When you fly? When you take a train?</p></li><li><p>What dangers exist for babies? For children? For university students? For the elderly?</p></li><li><p>When can a government be a danger to its own people?</p></li><li><p>What kinds of people in your community have occupations related to danger?</p></li><li><p>What country do you consider the most dangerous in the world and why?</p></li><li><p>Which city in your country do you consider the most dangerous and why?</p></li><li><p>Do you think that media (TV, movies, music) can be dangerous? Why?</p></li><li><p>Have you been in a midst of danger before?</p></li><li><p>Has your put your life been put in danger before for a stranger?</p></li><li><p>Has your life been put in danger before for a stranger?</p></li></ul>",
    "UniversityAndCollege": "<h1 class='text-center'>University and college</h1><p><br/><br/></p><ul><li><p>Describe a mistake or something you should not have done since being in university.</p></li><li><p>Can you explain the process of registering for a class/course?</p></li><li><p>What celebrations/festivals/events do you enjoy the most? Why?</p></li><li><p>What's the best advice you would tell a brother/sister or friend who is now entering college?</p></li><li><p>What's the best excuse you've heard or given for missing a class?</p></li><li><p>How has your life changed since beginning college?</p></li><li><p>How much note taking do you do in most of your classes?</p></li><li><p>How often do you reread or organize your notes from a professor's lecture?</p></li><li><p>What are some advantages in studying with sophomore/junior/senior students/friends or with older students?</p></li><li><p>If you wanted to, when could you fit in more study time?</p></li><li><p>What do you fear most about next semester's classes?</p></li><li><p>What was your biggest fear before you began your freshman year of college?</p></li><li><p>How much of the course material is covered by the professors in your classes?</p></li><li><p>During classes, do you like working in student groups or working alone? Why?</p></li><li><p>What are some advantages of studying alone? Disadvantages?</p></li><li><p>What are some advantages of studying in groups? Disadvantages?</p></li><li><p>Do you prefer to study with friends/classmates or to study alone?</p></li><li><p>Do you have easy access to your professors outside of class?</p></li><li><p>How often do you read ahead for your classes?</p></li><li><p>What can/do you do if you fall behind in your classes?</p></li><li><p>What do you plan to do during the summer vacation?</p></li><li><p>What's your biggest motivation for your university life?</p></li><li><p>What can you do if you don't like your roommates?</p></li><li><p>Are the counselors at school helpful?</p></li><li><p>What's your favorite spot on campus?</p></li><li><p>What's your favorite way to take a 'short' break from studying at night?</p></li><li><p>What do you miss most about your home and your hometown?</p></li><li><p>What's your best memory? What's your worst memory?</p></li><li><p>Are you a member of any student organization?</p></li><li><p>What extracurricular activities are you involved in?</p></li><li><p>If you were not attending college now, what would you be doing? Where? Why?</p></li><li><p>What are some qualities of a good student?</p></li><li><p>What are some qualities of a good teacher?</p></li><li><p>How do you travel to your classes everyday?</p></li><li><p>What advantages are there to home schooling?</p></li><li><p>How can classes or classrooms be improved?</p><ul><li><p>What would be the effect?</p></li></ul></li><li><p>If you became president of your university, what changes would you make? Why?</p></li><li><p>If you became president of your university, which rule would you abolish (cancel)?</p></li><li><p>What is the biggest difficulty in being a college student?</p></li><li><p>Why is a college education important?</p></li><li><p>What does a college education provide?</p></li><li><p>How much is tuition do you pay?</p></li><li><p>What kinds of scholarships are there for students at your school?</p></li><li><p>What must you do to receive a college diploma?</p></li><li><p>Where is the best place for you to study? Why?</p></li><li><p>How many hours do you spend on homework or studying each night?</p></li><li><p>What do you do on campus when you're not studying?</p></li><li><p>Which class or subject is most important for your future job?</p></li><li><p>What is your favorite class or subject? Why?</p></li><li><p>How can a student receive a scholarship?</p></li><li><p>How many back-to-back classes do you have?</p></li><li><p>What is a disadvantage of back-to-back classes?</p></li><li><p>Why are you attending college?</p></li><li><p>After your grade point average (GPA), what is the 2nd most important thing in college?</p></li><li><p>Do most of your professors or instructors take attendance? Why?</p></li><li><p>How often do your professors let class out early?</p></li><li><p>Which do you prefer more, morning or afternoon classes? Why?</p></li><li><p>What time does your first class begin tomorrow?</p></li><li><p>The cost of university education is becoming very expensive in many countries.</p><ul><li><p>How can we make the cost of education more affordable to the general public?</p></li></ul></li></ul><ul><li><p>What is the name of your college or university?</p></li><li><p>How many students go to your college?</p></li><li><p>Is your college coed?</p></li><li><p>How many subject are you taking this semester?</p></li><li><p>Who is your favorite teacher?</p></li><li><p>How did you decide which college to attend?</p></li><li><p>What is your typical day at college like?</p></li><li><p>What are three big differences between your college life so far and your high school days?</p></li><li><p>What is your major? Why did you choose your major? Do you have any regrets?</p></li><li><p>What is the most difficult class you have taken so far?</p></li><li><p>Have you ever pulled an all nighter? What was the situation?</p></li><li><p>Have you participated in a college festival?</p><ul><li><p>Talk about your experience.</p></li><li><p>Do you think this style of festival is held in Western countries? Why or why not?</p></li></ul></li><li><p>Are you a member of any student groups? Which ones? What do you do? Are you satisfied with what's happening with your group(s)?</p></li><li><p>Are there some professors that you can learn from more easily than others?</p><ul><li><p>What are the qualities that make you want to study for a certain professor?</p></li></ul></li><li><p>What are the top three changes you would like to see happen at your university?</p></li><li><p>What do you think of student government?</p><ul><li><p>Are you now or have you ever been part of it?</p></li><li><p>Do you think it's worthwhile?</p></li><li><p>Does participation in student government bring any benefits to the participants? What?</p></li></ul></li><li><p>What are the top three things you hope to get out of (get as a result of) your university days?</p></li><li><p>In the West, one of the most valued parts of college life is independence.</p><ul><li><p>Are you more independent from your parents now than you were in high school?</p></li><li><p>Name some things you can do now that you weren't allowed to do in high school.</p></li><li><p>Are you as independent now as you would like to be?</p></li></ul></li><li><p>Talk about relations between upperclassmen and freshmen.</p><ul><li><p>What kinds of things do freshmen have to do for 'initiation?'</p></li><li><p>What other things do upperclassmen do to freshmen?</p></li><li><p>Were you a victim of 'hazing' by upperclassmen? Talk about it.</p></li></ul></li><li><p>What's the most difficult class you have taken so far?</p></li><li><p>Are you a member of any student groups (circles or club)?</p><ul><li><p>Which ones?</p></li><li><p>Are you satisfied with what's happening with your group(s)?</p></li></ul></li><li><p>Are there some professors that you can learn from more easily than others?</p><ul><li><p>What are the qualities that make you want to study for a certain professor?</p></li><li><p>Perhaps is it just a matter of class rules and homework demanded?</p></li></ul></li><li><p>What do you think of student government?</p><ul><li><p>Are you now or have you ever been part of it?</p></li><li><p>Do you think it's worthwhile?</p></li><li><p>Does student government do anything important?</p></li><li><p>Does participation in student government bring any benefits to the participants? What?</p></li></ul></li></ul>",
    "Anger": "<h1 class='text-center'>Anger</h1><ul><li><p>What causes anger?</p></li><li><p>Are there different types of anger?</p></li><li><p>What are various ways people respond to anger?</p></li><li><p>Is anger ever justified? If so, how can we determine whether it is?</p></li><li><p>Is anger ever a good thing? If so, when? Why?</p></li><li><p>Is anger ever a bad thing? If so, when? Why?</p></li><li><p>Are there better and worse ways to respond to one's own anger?</p></li><li><p>How do you decide what to do when you get angry?</p></li><li><p>Do you think men and women show their angry differently?</p></li><li><p>What makes you angry?</p></li><li><p>When was the last time you got angry?</p><ul><li><p>Tell us about it.</p></li></ul></li><li><p>What do you usually do when you get angry?</p></li><li><p>What are the situations that make you angry?</p></li><li><p>What are the physical effects of getting angry? (e.g blood pressure...)</p></li><li><p>Is getting angry an effective way of dealing with problems?</p></li></ul>",
    "Business": "<h1 class='text-center'>Business</h1><p><br/><br/></p><ul><li><p>Could I ask you some questions about your business?</p></li><li><p>When did you start your business?</p></li><li><p>Are you only a service provider?</p></li><li><p>Do you have any service expansion plan?</p></li><li><p>Do you have international presence?</p></li><li><p>Do you think recession is affecting your business?</p></li><li><p>What is the strength of your employees?</p></li><li><p>Do you have any challenge in manpower retention?</p></li><li><p>Who is taking care of your human resources department?</p></li><li><p>What is so special about your business?</p></li><li><p>How do you motivate your employees?</p></li><li><p>Do you provide transport facility to employees?</p></li><li><p>Do you have any play ground / gym in your company?</p></li><li><p>Do you take of everything personally?</p></li><li><p>Do you have any program like employee of the month or employee of the year?</p></li><li><p>How many branches do you have in overseas?</p></li><li><p>What one quality in your people really affect your business?</p></li><li><p>Will you give any special benefit to your employees?</p></li><li><p>How often do you travel abroad?</p></li><li><p>Do you really believe in innovation?</p></li><li><p>Where from do you get inspiration for growth?</p></li><li><p>Do you think every company should prepare budget for income and expenses?</p></li><li><p>What is the governing principal of your business?</p></li><li><p>Do you take any assistance for technology improvement?</p></li><li><p>Do you think technology is must to grow your business?</p></li><li><p>Do you invite outside consultants to train your people?</p></li><li><p>What do you feel about growth of your company?</p></li><li><p>Do you want to give any message to the people?</p></li><li><p>What one thing can transform business to a higher level?</p></li></ul>",
    "Commuting": "<h1 class='text-center'>Commuting</h1><p><br/><br/></p><ul><li><p>How do you commute to your school or your place of work?</p></li><li><p>How far do you travel and how long does it take you?</p></li><li><p>How do you travel? Is it expensive? Is it tiring?</p></li><li><p>What are some of the reasons why people commute?</p></li><li><p>Would you rather work in a nearer place?</p></li><li><p>If you work far from your house, why have you chosen to commute a long way to work?</p></li><li><p>Would you ever travel between countries or states in order to keep a better job? Why or why not?</p></li><li><p>In your viewpoint, what are the advantages and disadvantages of commuting?</p></li><li><p>If you didn't have any relatives or wife/husband, would you travel abroad for work? Why or why not?</p></li><li><p>Would you like to live abroad? Why or why not?</p></li><li><p>If you moved to another country, what things would you miss about where you live now? Which ones would you be glad to get away from?</p></li><li><p>Are there certain professions which require commuting?</p></li><li><p>Would you give up your job if you had to commute frequently?</p></li><li><p>Would you accept a job that requires commuting two hours a day one way?</p></li></ul>",
    "Dating": "<h1 class='text-center'>Diets</h1><p><br/><br/></p><ul><li><p>Have you ever been on a diet?</p></li><li><p>How do you know if you are fat?</p></li><li><p>What is the best way to diet?</p></li><li><p>Do you think dieting can be dangerous?</p></li><li><p>Do you think fiber is important in your diet?</p></li><li><p>What kind of fiber is the best when you are trying to loose weight?</p></li><li><p>Do you think protein is important in a balanced diet?</p></li><li><p>What is a good source of protein?</p></li><li><p>Do you think people who are fat can be happy?</p></li><li><p>Do you think people are in general are gaining weight or loosing weight?</p></li><li><p>What kind of diet would you recommend to your friend?</p></li><li><p>What kind of diet would recommended for an older person(40's) and a younger person(teens)?</p></li><li><p>What is the difference between diet and a healthy diet?</p></li><li><p>Is there a difference between being thin and being healthy? Which one is better?</p></li><li><p>Do you think being slim equals beautiful?</p></li><li><p>Do you think there is more pressure now for teens to look slimmer?</p></li><li><p>In what way can diet influence our appearance and personality?</p></li></ul><h1 class='text-center'>Dating</h1><p><br/><br/></p><ul><li><p>Describe a perfect date.</p></li><li><p>Describe the appearance of the person you would like to date?</p></li><li><p>Describe the character of the person you would like to date?</p></li><li><p>Do you 'go Dutch' when dating?</p></li><li><p>Do you know what it means to 'go Dutch'?</p></li><li><p>Is it usual for people in your country to 'go Dutch' if you go out together?</p></li><li><p>Do older girls/boys have a problem dating younger girls/boys?</p><ul><li><p>Do younger girls/boys have a problem dating older girls/boys?</p></li></ul></li><li><p>Do you believe in love at first sight?</p><ul><li><p>Do you think some people know that they will fall in love with someone the first time they meet?</p></li></ul></li><li><p>Do you know what a 'blind date' is?</p></li><li><p>Have you ever been on a blind date?</p></li><li><p>Did you ever arrange a blind date?</p></li><li><p>Do you drive or take the train when dating?</p></li><li><p>Do you have a boyfriend/girlfriend?</p><ul><li><p>Where did you meet your him/her?</p></li><li><p>What does he/she look like?</p></li></ul></li><li><p>Do you think fairy tales influence our choice of a partner?</p></li><li><p>Have you ever had a crush on someone?</p></li><li><p>Have you ever hated loving someone?</p></li><li><p>Have your parents ever disapproved of any of your relationships?</p></li><li><p>How often would you like to go out on dates?</p></li><li><p>How old were you when you had your first boyfriend or girlfriend?</p></li><li><p>How old were you when you went on your first date?</p><ul><li><p>Where did you go?</p></li><li><p>What did you do?</p></li><li><p>Who did you go with?</p></li></ul></li><li><p>Is going out on dates important for you?</p></li><li><p>Is there a such thing as a perfect relationship for you?</p></li><li><p>If you could go out with anyone, who would it be?</p></li><li><p>If you are a man, and a woman asks you for a date, do you feel you should pay, or that the woman should pay?</p></li><li><p>What are some popular places to go on a date?</p></li><li><p>What characteristics do you look for in a girlfriend or boyfriend?</p></li><li><p>What do you consider cheating in a dating relationship?</p></li><li><p>What do you like to talk about when on a date?</p></li><li><p>What do you look for in a girlfriend or a boyfriend?</p></li><li><p>What do you think most people talk about when dating?</p></li><li><p>What kind of clothes do you wear on a date?</p></li><li><p>What qualities are important to you in a boyfriend or girlfriend?</p></li><li><p>What was the most boring date you've ever been on?</p></li><li><p>What was the most interesting date you've ever been on?</p></li><li><p>What would you consider 'the perfect date' for you?</p></li><li><p>Where is a good pace to go on a date in this town?</p></li><li><p>Where would you like to go on a date?</p></li><li><p>Would you mind if your boyfriend/girlfriend went out to party without you?</p></li><li><p>Would you prefer to go out with a quiet or a talkative person?</p></li><li><p>At what age do you think that dating should begin?</p><ul><li><p>Do you think there is any age when a person is too old to date?</p></li></ul></li><li><p>Does your first love still hold a special place in your heart? Do you believe that he or she will always have a special place in your heart?</p></li><li><p>What is your definition of love?</p></li><li><p>Would you wait on a person you were dating for a long time if they joined the army?</p><ul><li><p>How about if they went to prison?</p></li></ul></li><li><p>What do you think about dating a friend's ex-girlfriend or ex-boyfriend?</p></li><li><p>Are there any superstitions on making someone fall in love with you?</p><ul><li><p>Have you heard of any successful 'love potions?'</p></li></ul></li><li><p>Can you control your partner by playing games?</p></li><li><p>When should you introduce your boyfriend/girlfriend to your parents? (when you begin dating, after you have been together for a while, only when the relationship is serious) Why?</p></li><li><p>Do you like to have boy friend or girl friend in your school or in your classes?</p></li><li><p>Do you think it is right to continue seeing a person if he has not introduced you to his family yet?</p></li><li><p>How long does it take for dating to become a relationship?</p></li><li><p>Is it important to be punctual in your first date? Why?</p></li><li><p>Would you dress up for a first date? What clothes would you wear?</p></li><li><p>What kind of place do you think is the ideal for a first date? Why do you think so?</p></li><li><p>Do you think that age difference is important when dating?</p></li><li><p>Would you date someone much older or younger than you? Why or why not?</p></li><li><p>Would your parents have a problem if you married someone much older or younger than you? Would it make a difference if that person were rich?</p></li><li><p>Do you like to flirt? If so, what do you usually do? Where? With whom? Why?</p></li><li><p>Do you ever set your friends up on blind dates? If so, have you had much success?</p></li><li><p>Do you think blind dates are a good way to meet someone special? Why or why not?</p></li><li><p>What is an intimate relationship for you?</p></li><li><p>How do you know you are in a relationship?</p></li><li><p>Do you have any expectations for your partner?</p></li><li><p>What is a perfect date for you?</p></li><li><p>Do younger girls/boys have a problem dating older girls/boys?</p></li><li><p>Do you think some people know that they will fall in love with someone the first time they meet?</p></li><li><p>Where did you meet your him/her?</p></li><li><p>What does he/she look like?</p></li><li><p>How old were you when you went on your first date? Where did you go?What did you do? Who did you go with?</p></li><li><p>What kind of boy/girl do you like?</p></li><li><p>Do you think there is any age when a person is too old to date?</p></li><li><p>Does your first love still hold a special place in your heart?</p><ul><li><p>Are you still in contact?</p></li><li><p>Would you like to see your first love again?</p></li><li><p>Do you believe that he or she will always have a special place in your heart?</p></li><li><p>How about if they went to prison?</p></li></ul></li><li><p>Have you heard of any successful 'love potions?'</p></li><li><p>Have you ever returned a gift to your boyfriend or girlfriend and later find out that he has given it to his/her new mate?</p></li><li><p>When should you introduce your boyfriend/girlfriend to your parents?</p><ul><li><p>When you begin dating.</p></li><li><p>After you have been together for a while.</p></li><li><p>Only when the relationship is serious?</p></li><li><p>Why?</p></li></ul></li><li><p>What kind of place do you think is the ideal for a first date? Why do you think so?</p></li><li><p>Do you think that age difference is important when dating?</p></li><li><p>Do you consider withholding information from your significant other lying?</p></li><li><p>Should you sleep with your friends?</p></li><li><p>Do you like to have boyfriend or girlfriend in your school or in your classes?</p></li><li><p>What do you think about internet dating?</p></li><li><p>Do you know anybody who does internet dating?</p></li><li><p>Have you heard of any successful relationships through internet dating?</p><ul><li><p>Would you consider trying it yourself?</p></li></ul></li><li><p>Have you ever met the man/woman of your dreams when you were on vacation?</p></li></ul>",
    "adoption": "<h1 class='text-center'>Adoption</h1><p><br/><br/></p><ul><li><p>What is adoption?</p></li><li><p>Do you know anyone who was adopted as a child?</p></li><li><p>Do you know anyone who has adopted a child?</p></li><li><p>What are some of the reasons people choose to adopt?</p></li><li><p>What is the difference between domestic and international adoption?</p></li><li><p>What are the views of adoption in your country?</p></li><li><p>How would someone interested in adopting a child go about doing so?</p></li><li><p>Where do children available for adoption come from?</p></li><li><p>What happens to children that are not adopted?</p></li><li><p>How do you go about adopting a child?</p></li><li><p>Would you want to adopt a boy or a girl? Why?</p></li><li><p>Do you think brothers and sisters should be separated in adoptions?</p></li><li><p>Are adoptions common in your country?</p></li><li><p>What are some organizations that help with adoptions?</p></li><li><p>Should you tell the child that he or she was adopted? If so at what age? Or when?</p></li><li><p>Should adopted children have the right to know their biological parents?</p></li><li><p>Should families with birth children also adopt?</p></li><li><p>Is the real parent the birth parent or the adoptive parent?</p></li><li><p>Should adoptions be between children and families of the same race and or culture?</p></li><li><p>How or should the adoptive parents maintain the adopted child's cultural identify?</p></li><li><p>In your country are the legal rights of an adoptive child different from that of a birth child?</p></li><li><p>What are the legal consequences of adopting a child from a different race or country?</p></li><li><p>Why don't more people adopt children?</p></li><li><p>What makes a family, genetics or environment?</p></li><li><p>Do you support an open adoption policy where the birth parents can choose to be involved in the child's life?</p></li><li><p>Do you believe there is discrimination within the adoption organizations?</p></li><li><p>Do you think a person should be able to adopt a child of a different race?</p></li><li><p>Should a gay or lesbian couple be allowed to adopt a child?</p></li><li><p>Should there be an age restriction for the adoptive parents?</p></li><li><p>Should a single man or woman be able to adopt a child?</p></li><li><p>If you were to find out that you were adopted and not really from the country where you are a citizen, which nationality would you hope would be your true mother country? Why?</p></li><li><p>When is the right time for a child to be told that he/she was adopted?</p></li><li><p>Do you think it is preferable to adopt or to use artificial reproduction technology?</p></li><li><p>Would you agree to an open adoption or closed adoption? Why?</p></li><li><p>What is an open adoption?</p></li><li><p>Would you want to find your birth family? Why or why not?</p></li><li><p>Should prospective parents in adoption cases be required to do a parenting course?</p></li><li><p>Are there any risks when adopting a child?</p></li><li><p>Do you think biological parents should always have a right to keep their identity secret from the children they give up for adoption? Why or why not?</p></li><li><p>Do you think people who have been adopted should always have the right to find out who their birth-parents are?</p></li><li><p>How would you feel if a child you had adopted wanted to search for his or her birth parents?</p></li><li><p>Do you think that adopted children should feel especially loved and wanted?</p></li><li><p>Should people be allowed to adopt children of a different race and/or culture?</p><ul><li><p>What are some good points and bad points of this kind of adoption?</p></li></ul></li><li><p>How would you feel if you found out you were adopted?</p><ul><li><p>What would you do?</p></li></ul></li><li><p>Do you it is preferable to adopt or to use artificial reproduction technology?</p></li><li><p>If you had a choice, would you want to be adopted?</p></li><li><p>Should people be allowed to adopt children of a different race and/or culture? What are some good points and bad points of this kind of adoption?</p></li><li><p>How would you feel if you found out you were adopted? What would you do?</p></li></ul>",
    "AnimalsAndPets": "<h1 class='text-center'>Animals &amp; Pets</h1><p>Do or have you had a pet?</p><ul><ul><li><p>How old is it?</p></li><li><p>Where did you get it from?</p></li><li><p>Who takes care of it?</p></li><li><p>What does it look like (color, breed, etc.)?</p></li><li><p>What do you feed it?</p></li><li><p>Do you play with it?</p></li><li><p>What is it's name? How did you choose this name?</p></li><li><p>Does it know any tricks or understand any words?</p></li><li><p>If you don't have a pet, why not?</p></li><li><p>Would you ever consider getting a pet?</p></li><li><p>Did you grow up with pets in your home?</p></li><li><p>What are the pros and cons of keeping a pet?</p></li><li><p>What is the best pet to own?</p></li><li><p>What are some animals that live in your country?</p></li><li><p>Are there animal rights groups where you live?</p></li><li><p>Are you afraid of snakes? What is the biggest snake you have seen? Are there any poisonous snakes in your country?</p></li><li><p>Are you frightened of spiders? What do you do if you see one?</p></li><li><p>Can you name some endangered species?</p></li><li><p>Have you ever ridden a horse?</p></li><li><p>Are there birds or squirrels in your neighborhood?</p></li><li><p>Do you know someone who owns an unusual pet?</p></li><li><p>Do you think it is acceptable to test cosmetics on animals?</p></li><li><p>How do you feel about the use of animals for medical research?</p></li><li><p>Do you think it is okay to eat meat? Do you know any vegetarians?</p></li><li><p>Is there any kind of meat you would not eat?</p></li><li><p>What kind of meats have you eaten?</p></li><li><p>Have you ever been to a zoo?</p></li><li><p>Are there laws about hunting in your country?</p></li><li><p>What do you think of hunting? Would you eat an animal that you killed yourself?</p></li><li><p>Do you think it's okay to free animals that have been in captivity all their lives? Why or why not?</p></li><li><p>Do you think people should buy and wear fur coats?</p></li><li><p>Do you think that animals dream?</p></li><li><p>Have you ever been bitten by a dog? Have you been stung by a bee?</p></li><li><p>Have you ever been to a farm? What animals did you see there?</p></li><li><p>Have you ever been to a horse race?</p></li><li><p>Have you ever eaten rabbit meat? Have you eaten octopus?</p></li><li><p>Have you ever seen a dog that helps people, such as one to assist a blind person or a policeman?</p></li><li><p>If so, what did you notice about the dog?</p></li><li><p>How do you think that dog was trained?</p></li><li><p>What animals do you think are cute?</p></li><li><p>What animals do you think are ugly?</p></li><li><p>What can children learn by having a pet?</p></li><li><p>What is the largest animal you have ever seen?</p></li><li><p>Why do some people not like pets?</p></li><li><p>What can people learn from animals?</p></li><li><p>Does feeding an animal bring you happiness?</p></li><li><p>If you saw a stranger drowning, and you also saw your pet drowning, and you could only save one, who would you save? What would most people choose?</p></li><li><p>Can people be too attached to their pets?</p></li><li><p>Do you think animals have souls?</p></li><li><p>Do you think it is right to keep wild animals in captivity all there life</p></li><li><p>Is it morally right to spend a lot of money on pets, rather than helping people in need?</p></li><li><p>Why are pets, not people used for medical research?</p></li><li><p>What is your favorite animal?</p></li><li><p>Have you ever had a pet?</p></li><li><p>What kind of pet would you like to have in the future?</p></li><li><p>Have you ever been to the zoo? What animals did you see there?</p></li><li><p>Have you ever been on a farm? What animals did you see there?</p></li><li><p>Do you ever bird watch?</p></li><li><p>Do you think people should wear fur coats?</p></li><li><p>Should animals be kept in a zoo?</p></li><li><p>Do you know any endangered species?</p></li><li><p>Do you consider yourself an animal lover?</p></li><li><p>Do bats help people?</p></li><li><p>What animal is liked to be petted?</p></li><li><p>Do you think the most important thing by which psychopaths can be recognized is their attitude toward animals? Explain why.</p></li><li><p>Do you think it is a good pattern in general to judge people by their attitude toward animals? Explain why.</p></li><li><p>What kind of animals do humans ride?</p></li><li><p>Are you afraid of snakes?</p></li><li><p>Are you frightened of spiders?</p></li><li><p>Are your pet(s) healthy?</p></li><li><p>Can you ride a horse?</p></li><li><p>Do you ever go bird watching?</p></li><li><p>Do you ever talk to your pet? If so, what do you say?</p></li><li><p>Do you have a cat?</p></li><li><p>Do you have a dog? If so, what's your dog's name?</p></li><li><p>Do you have any pets?</p><ul><li><p>If not, would you like to have a pet?</p></li><li><p>Have you ever had a pet?</p></li></ul></li><li><p>Do you know anyone who has a horse?</p></li><li><p>Do you know anyone who keeps their dog in their house?</p></li><li><p>Do you love your pet?</p></li><li><p>Do you prefer dogs or cats?</p></li><li><p>Do you talk to your pet sometimes?</p></li><li><p>Do you think it is acceptable to test cosmetics on animals?</p><ul><li><p>How do you feel about the use of animals for medical research?</p></li></ul></li><li><p>Do you think it is okay to eat meat?</p><ul><li><p>Is there any kind of meat you would not eat?</p></li></ul></li><li><p>Do you think it is right to keep wild animals in a zoo?</p></li><li><p>Do you think that animals dream?</p></li><li><p>Do your pets have special behavior problems?</p><ul><li><p>How do you deal with those problems?</p></li></ul></li><li><p>Have you ever been bitten by a dog?</p></li><li><p>Have you ever been bitten by a snake?</p></li><li><p>Have you ever been to a farm?</p></li><li><p>Have you ever been to a zoo? What animals did you see there?</p></li><li><p>Have you ever eaten rabbit meat?</p></li><li><p>Have you ever gambled on a horse race?</p></li><li><p>Have you ever given your pet a bath?</p></li><li><p>Have you ever had a pet? / Have you ever had any pets?</p></li><li><p>Have you ever ridden a horse? How about a camel?</p></li><li><p>Have you ever seen a bullfight?</p></li><li><p>Have you ever seen a dog race?</p></li><li><p>Have you ever seen a dog that helps people, such as one to help a blind person?</p><ul><li><p>If so, what did you notice about the dog?</p></li><li><p>How do you think that dog was trained?</p></li><li><p>Have you ever seen a 'therapy dog?'</p></li></ul></li><li><p>How long do you think a dog can live without food?</p></li><li><p>How many birds do you know that can't fly?</p></li><li><p>How many legs does a spider have? How about a squid?</p></li><li><p>How many national animal preserves do you have in your country?</p><ul><li><p>Are there any animal preserves around here?</p></li></ul></li><li><p>How many pets have you had?</p></li><li><p>How many pets have you raised and what are they?</p></li><li><p>How many zoos have you been to?</p></li><li><p>How much does it cost to keep your pet?</p></li><li><p>If you could be an animal, what would you (choose to) be? Why?</p></li><li><p>If you don't keep pets, please explain why?</p></li><li><p>Is is right to keep animals in a zoo?</p></li><li><p>Is it harmful for a dog to travel in cabin on a airline under the seat where your carry-on bags go?</p></li><li><p>Pets are considered to be a burden to most of the city dwellers. To what extent do you agree?</p></li><li><p>Some people think that people shouldn't wear animal furs. Do you agree? Why or why not?</p></li><li><p>Think of some people you know. Which animals do they resemble?</p></li><li><p>What animal do you think is the funniest?</p></li><li><p>What animal do you think is the strangest-looking?</p></li><li><p>What animal do you think makes the best pet? Why?</p></li><li><p>What animal would you like to be? (Which animal...?)</p></li><li><p>What animals are symbols of your country?</p></li><li><p>What animals are you afraid of? (...scared of?)</p></li><li><p>What animals do you think are cute?</p><ul><li><p>What animal do you think is the cutest?</p></li></ul></li><li><p>What animals do you think are scary?</p></li><li><p>What animals do you think is the most dangerous?</p></li><li><p>What are some popular pets?</p></li><li><p>What are the most popular pets in your country?</p></li><li><p>What are the pros and cons of keeping a pet?</p><ul><li><p>(Why are there so many people who are willing to sacrifice their time and money to raise a pet?)</p></li></ul></li><li><p>What can children learn by having a pet?</p></li></ul></ul><p>What are some things a child can learn by having a pet?</p><ul><ul><li><p>What do you think of animals being raised in captivity?</p></li><li><p>What is one of your favorite animals?</p><ul><li><p>Why do you like it?</p></li><li><p>Do you have one for a pet?</p></li></ul></li><li><p>What is the difference between a pet and a wild animal?</p></li><li><p>What is the most unusual pet you have ever seen?</p></li><li><p>What is your favorite animal?</p><ul><li><p>Why is it your favorite animal?</p></li><li><p>Would you like keep it as your pet, why or why not?</p></li></ul></li><li><p>What joy does your pet bring you?</p><ul><li><p>Are you the one who takes care of it every day?</p></li><li><p>How do you take care of it? If you don't take care of it, who does?</p></li></ul></li><li><p>What kind of animal would you like to be?</p></li><li><p>Do bats make good pets?</p></li><li><p>What animals like to be petted?</p></li><li><p>What kind of dog do you have?</p></li><li><p>What kind of master would you like to have if you were a pet?</p></li><li><p>What particular animals have become famous in your country for some special skill or accomplishment?</p></li><li><p>What wild animals can you see around here?</p></li><li><p>When was the last time you went to a zoo?</p></li><li><p>Where is the nearest zoo to your house?</p><ul><li><p>How often do you visit that zoo?</p></li><li><p>When was the last time you went there?</p></li><li><p>How much does it cost to get in?</p></li></ul></li><li><p>Why do people have pets? / Why do people keep pets?</p></li><li><p>Would you recommend that others keep pets similar to yours?</p></li><li><p>Should we feed our pets unhealthy but tasty treats?</p><ul><li><p>What's more important, their health or their happiness?</p></li></ul></li><li><p>In your opinion, why do some people like to have unusual pets?</p></li><li><p>Do you think dogs should be banned or muzzled?</p></li><li><p>Would you want to see aggressive dogs muzzled or banned?</p></li><li><p>In your country, what kind of dog laws are there? If dogs are man's best friend, as the saying goes, is banning dogs a friendly act?</p></li><li><p>What is a safari?</p><ul><li><p>Would you go on a safari?</p></li></ul></li><li><p>Have you ever hurt an animal?</p><ul><li><p>Was it intentional or unintentional?</p></li></ul></li><li><p>Do you know of any websites for people that want to keep animals as pets?</p><ul><li><p>How about websites for people who are against animal rights?</p></li><li><p>Do you think keeping an animal as a pet is a violation of that animal's rights?</p></li></ul></li><li><p>Do you know any animals that you think are being treated badly or unfairly?</p><ul><li><p>If so, how do you think you can help?</p></li></ul></li><li><p>What do you think would animals say about humans if they could make a documentary movie about humans?</p></li><li><p>What is a breed?</p></li><li><p>What breeds can you name?</p></li><li><p>What is a standard for a dog breed?</p></li><li><p>What is dog intelligence?</p></li><li><p>Which dog breed do you think is the most intelligent and which the dumbest?</p></li><li><p>What is the role of an Alpha dog in a pack?</p></li><li><p>Do you think it is a good pattern in general to judge people by their attitude toward animals? Explain why.</p></li><li><p>Do bats help people?</p></li></ul></ul><p><br/><br/><br/></p>",
    "CarsAndDriving": "<h1 class='text-center'>Cars and Driving</h1><p><br/><br/></p><ul><li><p>How old were you when you first learned to drive?</p><ul><li><p>Was there anything difficult about learning to drive?</p></li></ul></li><li><p>Can you drive a car?</p></li><li><p>Can you drive a manual shift car?</p></li><li><p>Do you have a car?</p></li><li><p>If so, what kind of car do you have?</p><ul><li><p>Is it a standard (manual shift) or automatic shift?</p></li><li><p>Which do you like best, a standard or automatic shift car?</p></li></ul></li><li><p>What are the advantages of owning a car?</p></li><li><p>What are the disadvantages of owning a car?</p></li><li><p>Are you a good driver?</p></li><li><p>Have you ever been in a car accident?</p></li><li><p>Have you ever been pulled over by the police?</p><ul><li><p>What happened?</p></li></ul></li><li><p>Have you ever driven a car in a foreign country?</p><ul><li><p>If yes, which side of the road did they drive on?</p></li><li><p>Were the road signs different?</p></li></ul></li><li><p>Are the drivers in your area where you live good drivers?</p></li><li><p>Do you know anything about repairing or maintaining a car?</p><ul><li><p>What do you know how to do?</p></li><li><p>Where did you learn how to do this?</p></li></ul></li><li><p>Do you enjoy repairing cars?</p><ul><li><p>What are some things you do to maintain your car?</p></li></ul></li><li><p>Do you prefer driving or riding public transportation?</p></li><li><p>What kind of car do you prefer?</p></li><li><p>Do you like drive at night?</p></li><li><p>Do you think cars should be banned from city centers?</p></li><li><p>What side of the road do you drive in your country?</p></li><li><p>Is drunk driving a problem in your country?</p></li><li><p>What kind of laws does your country have about drunk driving?</p></li><li><p>What is the penalty for drunk driving in your country?</p></li><li><p>Have you ever been (or) do you know anyone who has been in an accident related to drunk driving?</p></li><li><p>Is jaywalking legal in your country?</p></li><li><p>Do people often jaywalk in your country?</p></li><li><p>Who taught you to drive?</p></li><li><p>How long did it take you to learn to drive?</p></li><li><p>What is the longest trip you have ever taken by car?</p></li><li><p>Have you ever broken down and been stranded on the side of the road?</p><ul><li><p>Who helped you?</p></li></ul></li><li><p>How do American drivers compare to drivers in your country?</p></li><li><p>What are the speed limits in your country?</p></li><li><p>On what occasions do you honk your car horn?</p></li><li><p>Is it acceptable to honk in your country</p></li><li><p>Are men better drivers than women?</p></li><li><p>Are women better drivers than men?</p></li><li><p>At what age can you get a licence in your country?</p></li><li><p>Do you think the age for driving should be raised or lowered?</p></li><li><p>Do you think driving lessons should be provided by high schools?</p></li><li><p>Should new drivers have a period of accompanied driving?</p><ul><li><p>Or some kind of trial period?</p></li></ul></li><li><p>Do you have a GPS (Global Position System)?</p><ul><li><p>What are the advantages and disadvantages of having a GPS?</p></li></ul></li><li><p>Does the type of car a person drives tell us about the person who drives it?</p></li><li><p>What can we tell or imagine about a person by looking at the car they drive?</p></li><li><p>What are the laws about seat belts in your country?</p><ul><li><p>How are they different to this country?</p></li></ul></li><li><p>Is your car air conditioned?</p><ul><li><p>What are the advantages and disadvantages of air conditioning?</p></li></ul></li><li><p>Do you have a GPS?</p><ul><li><p>If yes, when do you use it? If no, would you like one? Why or why not?</p></li></ul></li><li><p>What is the price of gasoline in your country?</p><ul><li><p>Is it cheaper or more expensive than in this country?</p></li></ul></li><li><p>Do you allow passengers to eat inside your car?</p></li><li><p>What are the advantages/disadvantages of buying a second-hand car?</p></li><li><p>Do you wash your car yourself or do you have it washed?</p></li><li><p>Do you think that there is a relation between global warming and cars?</p></li><li><p>Have you ever seen a 'hybrid' car?</p></li><li><p>What do you know about 'hybrid' cars?</p></li><li><p>Do you really think that car manufacturers are interested in global warming?</p></li><li><p>How often do you need to get your car repaired?</p></li><li><p>On what occasions do you honk your car horn?</p><ul><li><p>Is it acceptable to honk in your country?</p></li></ul></li><li><p>Do you like to drive or be driven?</p></li><li><p>Have you ever bribed a policeman in your country after he pulled you over?</p></li><li><p>Is it common for traffic cops to accept bribes?</p></li><li><p>How are the traffic laws in your country?</p><ul><li><p>Are they strict or lax?</p></li></ul></li><li><p>Do most people follow the rules of the road?</p></li><li><p>Is it easy to find parking?</p></li><li><p>Is parking expensive?</p></li><li><p>What should be done in order to prevent traffic congestion in your city?</p></li><li><p>Is there any kind of rules to avoid traffic congestions?</p></li><li><p>How do you feel about spending time in your car during rush hour?</p></li><li><p>Is car theft a big problem in your country?</p></li><li><p>Have you had your car stolen?</p></li><li><p>Have you had your radio stolen?</p></li><li><p>Is road side assistance common in your country?</p></li><li><p>Can you change a flat tire?</p></li><li><p>Do you know anything about fixing a car?</p></li><li><p>Who taught you to drive?</p><ul><li><p>Was it pleasant or unpleasant?</p></li></ul></li><li><p>Have you ever broken down and been stuck on the side of the road?</p><ul><li><p>Who helped you?</p></li></ul></li><li><p>What do you think of international car-free days?</p></li><li><p>Can you recall any memorable car drive in your life?</p></li><li><p>What are the most frequent driving offenses?</p></li><li><p>What factors are responsible for railway crossing accidents?</p></li><li><p>According to insurance statistics women are better driver than men.</p><ul><li><p>Do you agree?</p></li></ul></li><li><p>What do you think of car pooling?</p></li></ul>",
    "Complaining": "<h1 class='text-center'>Complaining</h1><p><br/><br/></p><ul><li><p>Is it always necessary to complain?</p></li><li><p>When is it appropriate to complain in a restaurant?</p></li><li><p>What do you think of the saying, 'The customer is always right.'?</p></li><li><p>What do you say to someone to complain about bad service in a store or restaurant?</p></li><li><p>Have you ever gotten angry at a worker in a store or a restaurant?</p></li><li><p>What are some reasons why we might need to complain in a store or restaurant?</p></li><li><p>What are some reasons why you would not complain about bad service?</p></li><li><p>Do you prefer to make a complaint over the telephone or in person?</p></li><li><p>When is it necessary to write a letter of complaint?</p></li><li><p>Is it common in your country to complain about bad service?</p></li></ul>",
    "Death": "<h1 class='text-center'>Death</h1><p><br/><br/></p><ul><li><p>What causes death?</p></li><li><p>Are 'Living Wills' available where you live?</p></li><li><p>Are there special rites or ceremonies performed when a person dies?</p></li><li><p>Are you afraid of death?</p></li><li><p>Do you believe in life after death?</p></li><li><p>Do you often think of death?</p></li><li><p>Do you think that there is anything worth dying for?</p></li><li><p>Do you want to know the date of your death? Why or why not?</p></li><li><p>How do you cope with the death of someone special?</p></li><li><p>Is organ donation or transplants an option where you live?</p></li><li><p>Is physician assisted suicide an option in your country?</p></li><li><p>Would you consider physician assisted suicide if you were suffering a painful dying experience?</p></li><li><p>Is the death of a loved one considered a joyful or a sorrowful occasion?</p></li><li><p>Is there any person you would die for in order to save? Who is it?</p></li><li><p>What are some ways which you can help a family which has just experienced the death of a family member.</p></li><li><p>What should you say to someone who has lost a loved one?</p></li><li><p>What are your beliefs pertaining to a person's soul once they have died?</p></li><li><p>What do you think of suicide?</p></li><li><p>What do you think would happen if there were no death for human beings?</p><ul><li><p>What do you think would happen if people never died?</p></li></ul></li><li><p>What happens to a person's remains after death? Cremation? Burial? Etc.</p></li><li><p>What is the mourning process?</p><ul><li><p>What is the mourning process?</p></li></ul></li><li><p>Where do we go when we die?</p></li><li><p>Would you want your cremated remains to be part of a fireworks show?</p></li><li><p>Who do you think would mourn for you after your death?</p></li><li><p>If you were on death row, what would you request for your last meal?</p><ul><li><p>Who would you want to watch you be executed?</p></li></ul></li><li><p>If you could choose how you were going to die, what would you choose your death to be?</p></li><li><p>What do you think of cryogenics?</p><ul><li><p>Would you like to have your body frozen, so that you could be thawed out and brought back to life sometime in the future?</p></li><li><p>Do you think it will ever be possible?</p></li></ul></li><li><p>If you had the option of freezing your body in hopes that science would some day be able to bring you back to life, would you do it?</p></li><li><p>Why are so many people afraid of death, when it is unavoidable?</p></li><li><p>What would happen if you died?</p></li><li><p>On account of your beliefs or some other reason, do you look forward to dying?</p></li><li><p>Have you ever had to put a pet to sleep?</p></li><li><p>Do you believe that you will be born again?</p></li><li><p>Why is facing death a difficult experience?</p></li><li><p>How does a person cope with death of a friend or loved one?</p></li><li><p>What are some reactions to death of a friend?</p></li><li><p>How do your national customs surrounding death reflect the values of your country?</p></li><li><p>What should you say or not say to a friend who is facing death?</p><ul><li><p>What should you say or not say to a friend who has lost a friend?</p></li></ul></li><li><p>What are funerals like in your country?</p><ul><li><p>What are some funeral customs in your country?</p></li></ul></li><li><p>What is the suicide hotline in your community?</p></li><li><p>Is there a suicide hotline in the area where you live?</p></li><li><p>Do you know someone who has died from a traffic accident?</p></li><li><p>Do you know someone who has died from a from disease?</p><ul><li><p>What was your reaction?</p></li><li><p>How did you feel?</p></li></ul></li><li><p>When have you visited a hospital?Who did you visit?</p></li></ul><ul><li><p>What sights, smells, sounds did you notice when you visited the hospital?</p></li></ul><ul><li><p>How did you feel about your visit?</p></li></ul><ul><li><p>How can you help someone who is dying?</p></li></ul><ul><li><p>How do you tell someone that someone they know has died?</p></li></ul><ul><li><p>What are some useful euphemisms for telling someone that someone they know has died?</p></li></ul><ul><li><p>What are some other words for death? An example is 'passed away'.</p></li></ul><ul><li><p>Do you believe in God?</p></li></ul><ul><li><p>Do you think people should be cremated or buried?</p></li></ul><ul><li><p>Has anyone close to you ever passed away?</p></li></ul><ul><li><p>What is grief?</p></li></ul><ul><li><p>Do you think the grieving process is different for different ages?</p></li></ul><ul><li><p>Have you known someone who had an extended sickness before death?</p></li></ul><ul><li><p>Have you ever lost someone close to you?</p></li></ul><ul><li><p>Have known anyone who has committed suicide?</p></li></ul><ul><li><p>What would be your reaction?</p></li><li><p>What would you say to that person's friends?</p></li></ul><ul><li><p>What is hospice?</p></li></ul><ul><li><p>Do you have hospice services in your country?</p></li><li><p>How quickly is someone buried or cremated after death?</p></li><li><p>What expenses are involved in burying or cremating someone?</p></li><li><p>What measures are taken in your country to ensure that no stigma is associated with the burial of poor people?</p></li></ul><ul><li><p>Are coffins displayed on the street entrance to funeral parlors in your country?</p></li></ul><ul><li><p>Is it appropriate for funeral directors to advertise their services?</p></li></ul><ul><li><p>How can this be done?</p></li></ul><ul><li><p>If you were given the chance to have someone die with you, who would that person be?</p></li></ul><ul><li><p>How would you want to die?</p></li></ul><ul><li><p>Have you ever thought you'd like to die?</p></li></ul><ul><li><p>How does it feel when your loved one dies and you were unable to see them for the last time?</p></li></ul><ul><li><p>Have you ever been to a funeral where a family member of the deceased sung a song, read a letter or read a poem?</p></li></ul><ul><li><p>Have you ever done something like that at someone's funeral?</p></li></ul><ul><li><p>Would you want to know if you were dying and if so, would you want to know how long you had to live?</p></li></ul><ul><li><p>Would you want to know the exact day of your death?</p></li></ul><ul><li><p>If there were five of your friends drowning, which one would you save first?</p></li></ul><ul><li><p>If you are married or have a life partner would you expect them to move on after you die.</p></li></ul><ul><li><p>If so how long should they wait?</p></li></ul><ul><li><p>Do you have hospice services in your country?</p></li></ul><ul><li><p>Do you know anyone who died for a few seconds or minutes but came to life again?</p></li></ul><ul><li><p>What do you think about the stories these people tell?</p></li></ul><ul><li><p>Who has died that you know?</p></li></ul><ul><li><p>Have you had a pet die?</p></li></ul><ul><li><p>What is the worst way of dying?</p></li></ul><ul><li><p>What is the ideal way to die?</p></li></ul><ul><li><p>Do you believe in out-of-body experiences?</p></li></ul><ul><li><p>Are you afraid of losing one of your relatives all of a sudden?</p></li></ul><ul><li><p>Would you like it if someone sung you a song or read a poem about you, or a letter to you, at your funeral?</p></li></ul><ul><li><p>What kind of funeral arrangements would you make for yourself if you knew you were dying?</p></li></ul><ul><li><p>How long do you expect you spouse or life partner to wait before they move on after your death? </p></li></ul>",
    "advertising": "<h1 class='text-center'>Advertising</h1><p><br/><br/></p><ul><li><p>What is the most shocking advertisement you have seen?</p></li><li><p>What is the funniest advertisement you have seen? Describe it.</p></li><li><p>What makes an ad memorable?</p></li><li><p>What are the different types of advertising? (Eg. TV)</p></li><li><p>What types of companies choose each type?</p></li><li><p>Do you buy products because of advertising?</p></li><li><p>Do you find advertising persuasive?</p></li><li><p>Why do you buy one product over another?</p></li><li><p>Should advertisers be allowed to advertise to children?</p></li><li><p>Should alcohol or tobacco companies be allowed to advertise? Why or why not?</p></li><li><p>What do you think of celebrity endorsements?</p></li><li><p>Which celebrities advertise which products?</p></li><li><p>Do favorite or annoying celebrities make you want or not want to buy a product?</p></li><li><p>Should there be advertisement-free zones?</p></li><li><p>Is there truth in advertising?</p></li><li><p>What kind of advertisements attract your attention?</p></li><li><p>Why is it necessary to advertise?</p></li><li><p>Do you think advertising should be allowed to interrupt TV or radio programs? What are the alternatives?</p></li><li><p>What is the best way to advertise to children? Adults? Seniors? etc..</p></li><li><p>Do you think advertising is too expensive?</p></li><li><p>What are some effective adverts you have seen lately (on TV, newspaper, etc)?</p></li><li><p>What are some ineffective adverts you have seen lately?</p></li><li><p>Can you remember an advertising campaign that caught your attention?</p></li><li><p>What are the different methods of advertising?</p></li><li><p>What is the most popular way of advertising?</p></li><li><p>Do you think that the Internet and cable/satellite TV have become more important than national TV for advertising products?</p></li><li><p>What do you think is the best way of discovering the tastes and interests of teenage consumers?</p></li><li><p>Can TV advertising be a force for good?</p></li><li><p>How easy do you think it is to influence children with advertising?</p></li><li><p>Do you agree with anti-consumerism organizations that the child will have watched 350,000 commercials by the time she graduates from high school?</p></li><li><p>Do you think the government has he right to ban advertising for junk food and soda during children's TV programs. What do you think about this? Why do you think they made this decision?</p></li><li><p>Do political parties in (country) use TV advertising? If so, should they?</p></li><li><p>When out walking or shopping in the city, do you accept advertising fliers or free samples that are offered to you?</p></li><li><p>What forms of advertising are there?</p></li><li><p>What would make an advertisement more interesting?</p></li><li><p>Can you buy something and get something for free in your country?</p></li><li><p>Do people use coupons where you live?</p></li><li><p>What is the most advertised product in your country?</p></li><li><p>What is the best form of advertising?</p></li><li><p>What gets you interested in an advertisement?</p></li><li><p>Describe an advertisement that you have seen or heard on the TV or radio. What was it about? How long did the commercial last? Did it make you want to buy the product?</p></li><li><p>What is the funniest commercial that you have seen? Describe it.</p></li><li><p>What differences can you notice between commercials from 10 or 15 years ago and commercials today?</p></li><li><p>Do you think ads influence the choices you make when you buy clothes?</p></li><li><p>Do you often buy a particular brand when you buy clothes?</p></li><li><p>Why do you buy this brand?</p></li><li><p>Does it give status to wear particular brands like Nike or Lacoste?</p></li><li><p>Do you sometimes want very expensive things which you or your parents can't afford?</p></li><li><p>Do you think ads influence the choices you make when you or your parents buy food?</p></li><li><p>What brand is the ketchup you or your parents buy?</p></li><li><p>Is it always the same brand? Why do you prefer this brand?</p></li><li><p>What brand is the toothpaste you or your parents buy?</p></li><li><p>Can you name three different ways of advertising? (For example, different media)</p></li><li><p>Do you think there are too many ads in television? Why/why not?</p></li><li><p>Do you know why some channels have ads and others not? If you do know explain.</p></li><li><p>Do you think there are too many ads in magazines? Why/why not?</p></li><li><p>Do you think there are too many ads in newspapers? Why/why not?</p></li><li><p>Think of an ad you think is good or funny and tell about it.</p></li><li><p>What kinds of ads do you like and why? What makes a good ad?</p></li><li><p>Do you think children or young people are easier to influence through ads compared to adults?</p></li><li><p>Do you think it's ok to show ads aimed at children on television? Why/ why not?</p></li><li><p>When you watch TV, how much attention do you pay to the advertisements?</p></li><li><p>Which advertisements do you like most and which least? Why?</p></li><li><p>How would you advertise something you wanted to sell?</p></li><li><p>What are the harmful and the beneficial effects of advertising?</p></li><li><p>Do you think that ads create a desire for more and more material possessions?</p></li><li><p>Do you think that commercials on TV are annoying because they interrupt programs or do you think that many ads are more amusing that the programs on TV?</p></li><li><p>Do you think advertising is too expensive? What are the different methods of advertising?</p></li></ul>",
    "AnnoyingThings": "<h1 class='text-center'>Annoying Things</h1><ul><li><p>What annoys you about living where you live now?</p></li></ul><ul><li><p>What annoys you about taking trains to work?</p></li><li><p>What annoys you about driving a car?</p></li><li><p>What annoys you most about living at home with your family?</p></li><li><p>Do you think you have habits that annoy other people?</p></li><li><p>Does it annoy you when people kiss in public?</p></li><li><p>Do you get annoyed when someone cuts in front of you when you are waiting in line?</p></li><li><p>What are some new pet peeves you have as a result of recent technology (i.e. cell phone use)?</p></li><li><p>What annoying habits does your best friend have?</p></li><li><p>Does smoking bother you?</p></li><li><p>Do you get annoyed when other people display bad manners? Give some examples.</p></li><li><p>What is the most annoying thing for you?</p></li><li><p>What is the most annoying thing about your partner?</p></li><li><p>Do you annoy people with some of your habits?</p></li><li><p>What is something that your parents do that annoy you?</p></li><li><p>Can annoying someone be a good thing?</p></li><li><p>If something is annoying you, what do you usually do?</p></li><li><p>What are some things that annoy you that don't annoy your best friend?</p></li><li><p>How do you change annoying habits</p></li><li><p>What are some things that car drivers do that annoy you?</p></li><li><p>Can you think of some things children do that annoy adults around them?</p></li><li><p>What does pet peeve mean?</p><ul><li><p>What is your pet peeve?</p></li></ul></li><li><p>Does it annoy you when people don't use the right punctuation?</p></li><li><p>What kind of people annoy you?</p></li><li><p>Who is the most annoying person you know? Why?</p></li><li><p>How do you inform someone they are being annoying</p></li><li><p>Do you think other people find you annoying? Why?</p></li><li><p>Who is the most annoying celebrity? Why?</p></li><li><p>Which is more annoying, being caught in the rain without an umbrella, or finding out you don't have enough money to pay for something you really need?</p></li><li><p>Is there anything about your teacher that annoys you? What will you do about it?</p></li><li><p>Does it annoy you when people don't use the right punctuation?</p></li><li><p>Do you think it is annoying if people can't or don't speak your language?</p></li><li><p>Which is more annoying, being caught in the rain without an umbrella, or finding out you don't have enough money to pay for something you really need?</p></li><li><p>Why do people get annoyed?</p></li><li><p>Do bandaids on ladies feet annoy you?</p></li><li><p>What's the most annoying thing about your partner?</p></li><li><p>What's the most annoying catchphrase or cliche you can think of?</p></li><li><p>Is it worse to be ignorant or annoying?</p></li><li><p>What annoys you about yourself?</p></li><li><p>What do people do on the subway that annoys you?</p></li><li><p>What do people do on the bus that annoys you?</p></li><li><p>What do people do on the street that annoys you?</p></li><li><p>Does it annoy you when people snore?</p></li></ul>",
    "Celebrities": "<h1 class='text-center'>Celebrities</h1><p><br/><br/></p><ul><li><p>Have you ever seen a celebrity in person? What did you do?</p></li><li><p>Which celebrity would you like to meet? What would you do if you could spend a day with this person?</p></li><li><p>Do you think famous people have the right to have a private life?</p></li><li><p>Do you think it's moral to sell your private life to the media?</p></li><li><p>Do you approve of people who become famous as a consequence of appearing again and again in the media and not because of having an artistic career?</p></li><li><p>What do you think of the paparazzi?</p></li><li><p>Why do you think there is such a high demand for gossip magazines and gossip TV programs?</p></li><li><p>What are the pros and cons of being a celebrity?</p></li><li><p>What do you think of fans and fan-clubs ?</p></li><li><p>Did you have any heroes when you were a teenager?</p></li><li><p>Why do you think adolescents need to have heroes?</p></li><li><p>Do you think being a celebrity automatically means the person is intelligent?</p></li><li><p>Do you think that there are times when the common man has an edge over a celebrity?</p></li><li><p>If you could influence people like a celebrity does, how would you use it for the benefit of the planet?</p></li><li><p>Which celebrity do you most admire and why ?</p></li><li><p>Would you like to be famous ? Why or why not ?</p></li><li><p>Do you think there is a relationship between beauty and celebrity ?</p></li><li><p>Can you name some famous people?</p></li><li><p>Do you know someone famous?</p></li><li><p>Would you like to be famous? Why?</p></li><li><p>Are famous people happy?</p></li><li><p>Would you like to be a celebrity?</p></li><li><p>Would you like to be a celebrity? Why would you be famous?</p></li><li><p>If you were a celebrity, would you take advantage of it to date some fans?</p></li><li><p>Should celebrities be role models?</p></li><li><p>Do you think being a celebrity automatically means the person is intelligent? Why? Why not?</p></li><li><p>Do you think celebrities write their own music?</p></li><li><p>Can you give some examples of when the common man has an edge over a celebrity?</p></li><li><p>What do you think of celebrities championing a cause? (e.g. - a cure for AIDS)</p></li><li><p>Do you think that some celebrities earn much more money than they deserve taking into consideration what they produce?</p></li></ul>",
    "Computers": "<h1 class='text-center'>Computers</h1><p><br/><br/></p><ul><li><p>Are you computer literate?</p></li><li><p>Are you connected to the Internet?</p><ul><li><p>Do you access the Internet with your computer?</p></li><li><p>Can you access the Internet from your home?</p></li><li><p>What is your favorite 'news' site?</p></li><li><p>What Internet sites do you visit regularly?</p></li></ul></li><li><p>Can your mother and father use a computer?</p></li><li><p>Do you have a computer?</p><ul><li><p>Do you have a computer at work and at home?</p></li><li><p>Do you have a laptop or a desktop computer? Do you have both?</p></li><li><p>Do you use your computer when you do homework for school?</p></li><li><p>Have you ever studied English using your computer?</p></li><li><p>How many times have you upgraded your computer?</p></li><li><p>How powerful is your computer?</p></li><li><p>What company made your computer?</p></li><li><p>What kind of computer do you have?</p></li><li><p>What size is your computer screen?</p><ul><li><p>What do you think is the best size to have?</p></li></ul></li><li><p>Where do you use your computer?</p></li><li><p>Where in your room is your computer?</p></li><li><p>Why did you buy your computer?</p></li></ul></li><li><p>Do you have a digital camera?</p><ul><li><p>Do you send photos by email?</p></li><li><p>What kind of pictures do you take with your digital camera?</p></li></ul></li><li><p>Do you have a scanner?</p><ul><li><p>What kind of scanner do you have?</p></li></ul></li><li><p>Do you have a web page?</p><ul><li><p>What's the URL?</p></li><li><p>When did you start it?</p></li><li><p>How much time did it take to make?</p></li><li><p>How much time do you spend keeping it updated?</p></li></ul></li><li><p>Do you know any computer programming languages?</p><ul><li><p>How many computer programming languages do you know?</p></li><li><p>Which languages do you know?</p></li><li><p>Which language do you use the most often?</p></li></ul></li><li><p>Do you read computer magazines?</p><ul><li><p>Which computer magazines do you read?</p></li></ul></li><li><p>Do you use a computer?</p><ul><li><p>Are you good at using a computer?</p></li><li><p>Are you still using your first computer?</p></li><li><p>Did you learn to use a computer in high school?</p></li><li><p>Do you know how to type well?</p></li><li><p>How often do you use a computer?</p></li><li><p>What are some of your favorite computer games?</p></li><li><p>What do you use a computer for?</p></li><li><p>What operating system do you use?</p></li><li><p>What software do you use the most often?</p></li><li><p>When did you first start using a computer?</p></li><li><p>Who taught you to use a computer?</p></li></ul></li><li><p>Do you use chat rooms? If so, what chat rooms do you use and who do you talk to?</p></li><li><p>Do you use e mail?</p><ul><li><p>Do you use e mail every day?</p></li><li><p>Do you write e mail in English?</p></li><li><p>Have you ever sent an e mail to your teacher?</p></li><li><p>How many e-mails do you get a day?</p></li><li><p>How many e mails do you send a day?</p></li><li><p>How many times a day do you access your e mail?</p></li><li><p>What's your e mail address?</p></li><li><p>How many e mail addresses do you have?</p></li></ul></li><li><p>Do you have a Facebook account?</p><ul><li><p>How often do you access it?</p></li><li><p>How often do you update it.</p></li><li><p>How many friends do you have?</p></li><li><p>How many hours a day do you spend looking at it?</p></li></ul></li><li><p>Do you want a more powerful computer? If so, what computer do you want?</p></li><li><p>Does your family have a computer?</p></li><li><p>How fast can you type?</p></li><li><p>Have you ever taken a course at school where you used a computer?</p></li><li><p>Have you tried Mac-OS, Windows and Linux?</p></li><li><p>How do you study English with your computer?</p></li><li><p>How does email work?</p></li><li><p>How many people in your family can use a computer?</p></li><li><p>How much did your first computer cost? How much did you last computer cost?</p></li><li><p>How much does it cost by buy a computer?</p><ul><li><p>What's the least expensive computer?</p></li><li><p>What's the most expensive computer?</p></li></ul></li><li><p>How much does your Internet service provider cost?</p><ul><li><p>Which ISP do you use?</p></li></ul></li><li><p>If you could buy a new computer, what would you like to buy?</p></li><li><p>If you had lots of money, what kind of computer system would you like to buy?</p></li><li><p>What is the difference between software and hardware?</p></li><li><p>Which do you like better, a laptop computer or a desktop computer?</p></li><li><p>What is your favorite website?</p></li><li><p>Do you ever visit English websites?</p></li><li><p>Do you think our lives have been improved by computer technology?</p><ul><li><p>Think of a few examples of how computers have an educational or an entertainment value.</p></li><li><p>Could you do without them?</p></li></ul></li><li><p>What is multimedia?</p><ul><li><p>What are the components and the element of multimedia?</p></li></ul></li><li><p>When did you first get a computer?</p><ul><li><p>What kind of computer was it?</p></li><li><p>About how much did it cost?</p></li><li><p>Do you still have it?</p></li><li><p>Do you still use it?</p></li></ul></li><li><p>Do you remember the first time you used a computer or the Internet?</p><ul><li><p>What did you think about it?</p></li></ul></li><li><p>How long have there been personal computers in your country?</p><ul><li><p>When did the average person start using a computer?</p></li></ul></li><li><p>Can your parents operate a computer?</p><ul><li><p>How do they use their computer?</p></li><li><p>Do you chat with your parents?</p></li><li><p>What kind of computer do they use?</p></li><li><p>Do they enjoy using their computer?</p></li></ul></li><li><p>Can your children use a computer?</p></li><li><p>Do you think a computer can bring us happiness?</p></li><li><p>Do you have a computer?</p></li><li><p>Do you know any computer languages like C or C++?</p></li><li><p>What is configuration of your PC?</p></li><li><p>How often do you perform a backup?</p><ul><li><p>What kind of backup method do you use?</p></li><li><p>What kind of backup media do you use?</p></li></ul></li><li><p>What are some good things about having a computer?</p></li><li><p>What are some bad things about having a computer?</p></li><li><p>Does having a computer make life more complicated or less complicated?</p></li><li><p>What computer games have you played?</p></li></ul><p>Which are your favorites?</p><ul><ul><li><p>Which do you think are not so interesting?</p></li></ul><li><p>Do you use chat rooms and instant messaging?</p><ul><li><p>Which ones do you use?</p></li><li><p>Why do you use them?</p></li><li><p>What are some things to think about when using them?</p></li><li><p>Why can these be dangerous for you and your kids?</p></li></ul></li><li><p>What do you do when your computer doesn't work properly?</p><ul><li><p>Do you have more than one computer?</p></li><li><p>Can you do everything you need to do when your computer is broken?</p></li></ul></li><li><p>Do you have a webpage?</p><ul><li><p>Did you make your own webpage?</p></li><li><p>What is on this webpage?</p></li><li><p>Why do you think people have webpages?</p></li><li><p>What would you like to add to your webpage?</p></li></ul></li><li><p>Do you know what a blog is?</p><ul><li><p>Do you have one? Why/ why not?</p></li><li><p>Why do people have blogs?</p></li></ul></li><li><p>What do you think about file sharing?</p></li><li><p>On the Internet, you can say whatever you want. Is that true?</p><ul><li><p>Is it a good or a bad thing? Why?</p></li><li><p>What is artificial intelligence?</p></li></ul></li></ul>",
    "Diets": "<h1 class='text-center'>Diets</h1><p><br/><br/></p><ul><li><p>Have you ever been on a diet?</p></li><li><p>How do you know if you are fat?</p></li><li><p>What is the best way to diet?</p></li><li><p>Do you think dieting can be dangerous?</p></li><li><p>Do you think fiber is important in your diet?</p></li><li><p>What kind of fiber is the best when you are trying to loose weight?</p></li><li><p>Do you think protein is important in a balanced diet?</p></li><li><p>What is a good source of protein?</p></li><li><p>Do you think people who are fat can be happy?</p></li><li><p>Do you think people are in general are gaining weight or loosing weight?</p></li><li><p>What kind of diet would you recommend to your friend?</p></li><li><p>What kind of diet would recommended for an older person(40's) and a younger person(teens)?</p></li><li><p>What is the difference between diet and a healthy diet?</p></li><li><p>Is there a difference between being thin and being healthy? Which one is better?</p></li><li><p>Do you think being slim equals beautiful?</p></li><li><p>Do you think there is more pressure now for teens to look slimmer?</p></li><li><p>In what way can diet influence our appearance and personality?</p></li></ul>",
    "Arguing": "<h1 class='text-center'>Arguing</h1><ul><li><p>Do you feel bad after you have an argument?</p></li><li><p>What are some reason why people argue?</p></li><li><p>What does your family argue about?</p></li><li><p>How do you avoid arguments?</p></li><li><p>Do you think it is best to argue or just walk away? Shy?</p></li><li><p>Do you get along with argumentative people?</p></li><li><p>Are you passionate about your beliefs?</p></li><li><p>Do you ever try to impose your beliefs on others?</p></li><li><p>Do you at times enjoy debating for the fun of it?</p></li><li><p>Do you get along argumentative people?</p></li><li><p>Are you passionate about your beliefs?</p></li><li><p>Would you describe yourself as an argumentative person?</p></li><li><p>What other adjectives would you associate with an argumentative person?</p></li><li><p>In your opinion is being argumentative a positive trait or a flaw?</p></li><li><p>Are you easily persuaded in an argument?</p></li><li><p>Do you ever try to impose your beliefs on others?</p></li><li><p>Do you at times enjoy 'playing the devil's advocate' (debating for the fun of it)?</p></li><li><p>Have you ever taken part in a debate? Did you have to defend an opinion that wasn't your own? If so, was it easy? Did it make you re-evaluate your own views?</p></li><li><p>How do you feel when someone disagrees with everything you have to say?</p></li><li><p>Do have a 'butinski'in your family? Do you tend to but in?</p></li><li><p>At work do you often voice your opinions on controversial issues? If so, what kind of reception do get?</p></li><li><p>Do you steer clear of some touchy topics or do you get a kick out of provoking others?</p></li><li><p>How do you feel when you have a hunch someone's not paying attention to what you have to say? Do you raise your voice? Do you get nasty?</p></li><li><p>How do you grab someone's attention when you're making a point? What can you do to lose it?</p></li><li><p>Are hand gestures useful in an argument?</p></li><li><p>Do you think it's disrespectful to argue with your elders?</p></li><li><p>Do you often feel patronized in an argument?</p></li><li><p>What do you say when someone is being condescending?</p></li></ul>",
    "Change": "<h1 class='text-center'>Change</h1><p><br/><br/></p><ul><li><p>Have you made any recent changes in your life?</p></li><li><p>Do you think change is important?</p></li><li><p>Do you ever get the urge to refurnish your whole house?</p></li><li><p>Do you rearrange the furniture in your house often?</p></li><li><p>Do you like to rearrange your room or living-room?</p></li><li><p>Do you think change is important in people's life?</p></li><li><p>Do you think it is possible for a cold hearted person to change?</p></li><li><p>Do you think that it is easy to mend our old ways?</p></li><li><p>Do you think it is easy to keep up with the times?</p></li><li><p>If you could change anything in your life, what would it be?</p></li><li><p>What is the most difficult change you have ever had to make?</p></li><li><p>Have you ever decided to get a tattoo?</p></li><li><p>Have you ever cut your hair really short?</p></li><li><p>What was the craziest change in appearance you have ever made?</p></li><li><p>What was the last major change you made in your life?</p></li><li><p>Have you ever decided to change the group that you usually hang out (spend time) with?</p></li><li><p>What is one thing that you think you will never change about yourself?</p></li><li><p>What is one thing you have tried to change, but couldn't?</p></li><li><p>If you won a million dollars what things would you change about your life?</p></li><li><p>What things would you keep the same?</p></li><li><p>Has a friend of yours ever made any major changes that you were proud of?</p><ul><li><p>An alcoholic?</p></li><li><p>An unmotivated person?</p></li><li><p>A person who is stuck in their ways?)</p></li></ul></li><li><p>Have you ever converted (changed) over to a different religion?</p></li><li><p>Have you ever changed over to a different political party.</p></li><li><p>Have you ever dumped a boyfriend or girlfriend? Was the change difficult?</p></li><li><p>Have you ever said no to a friend?</p></li><li><p>Have you lost a pet, or has a person ever passed away on you?</p></li><li><p>Have you ever quit your job?</p></li><li><p>Have you ever became depressed and stay indoors for long periods? How did you get out of your depression?</p></li><li><p>Have you ever had to change the way you speak, or the way you act? Why?</p></li><li><p>Have you ever decided to change the way you dress? If so, why?</p></li><li><p>Have you ever decided to change the way you eat, or your form of exercise?</p></li></ul>",
    "Conflict": "<h1 class='text-center'>Conflict</h1><p><br/><br/></p><ul><li><p>What is conflict?</p></li><li><p>When you see the word 'conflict', what do you think of?</p></li><li><p>What causes conflict?</p></li><li><p>Is conflict inevitable?</p></li><li><p>Is conflict always negative?</p></li><li><p>How can conflicts be resolved?</p></li><li><p>What would you consider to be a constructive approach to conflict?</p></li><li><p>What would you consider to be a destructive approach to conflict?</p></li><li><p>Does there have to be a winner and a loser of a conflict?</p></li><li><p>What happens to people who are involved in conflicts?</p></li><li><p>What conflicts are going on around the world?</p></li><li><p>What conflicts exist in your life?</p></li><li><p>How do you deal with conflicts?</p></li><li><p>Can violent conflicts be solved with violence?</p></li><li><p>How can the world be peaceful when other countries are not trying to bring peace?</p></li><li><p>Can conflicts at work place affect the efficiency of one's work?</p></li><li><p>Is it possible to avoid conflicts?</p></li><li><p>Does it solve anything?</p></li><li><p>Have you ever used third-party mediation?</p><ul><li><p>If so, did you use a professional, or a friend?</p></li></ul></li><li><p>What was the experience like?</p></li><li><p>Did it help resolve the conflict?</p></li><li><p>Would you recommend this approach to others?</p></li><li><p>Are there any kind of conflicts in the family?</p></li><li><p>What kind of conflicts occur in a family?</p></li><li><p>Is there any conflict in your family?</p></li><li><p>Did you experience any kind of conflict in your family?</p></li><li><p>How can conflicts in the family be solved?</p></li><li><p>What strategies do you know to solve conflicts in the family?</p></li><li><p>What kind of conflicts appear at school?</p><ul><li><p>Why are there conflicts at school?</p></li></ul></li><li><p>What should teachers, parents and pupils do to avoid and solve such conflicts?</p></li><li><p>What conflicts could happen in a neighborhood?</p></li><li><p>Why are there conflicts among neighbors?</p></li><li><p>What should neighbors do to avoid and solve conflicts?</p></li><li><p>Should a conflict be solved straightaway or when we calm down?</p></li></ul>",
    "Entertainment": "<h1 class='text-center'>Entertainment</h1><p><br/><br/></p><ul><li><p>What is the most popular drama/comedy/game show in your country, and what is the story-line (drama) or format (game show)?</p></li><li><p>Do you like to watch cartoons?</p></li><li><p>What did you watch on TV yesterday?</p></li><li><p>What is one of your favorite TV shows?</p><ul><li><p>Why do you like it?</p></li><li><p>When is it on?</p></li><li><p>Does you father like it, too?</p></li></ul></li><li><p>Do you listen to classical music? Why or why not?</p></li><li><p>Have you ever been to a play? If so, when was the last time?</p></li><li><p>Have you ever been to Disneyland?</p></li><li><p>Have you ever been to the theater?</p></li><li><p>Have you ever hosted a party?</p></li><li><p>Have you ever tried water skiing?</p></li><li><p>Have you ever used a slot machine?</p></li><li><p>How far in advance do you begin planning a vacation?</p></li><li><p>How often do you go to parties?</p></li><li><p>How often do you read comic books?</p></li><li><p>How often do you visit museums? When was the last time?</p></li><li><p>Is gambling legal where you live?</p></li><li><p>Should books be censored?</p></li><li><p>Do you often go drinking? Where? Who with? How often?</p></li><li><p>Should movies be rated? Explain.</p></li><li><p>What are some forms of gambling people do in your country?</p></li><li><p>What are some games that you don't like to play? Why?</p></li><li><p>What are some good books that you have read?</p><ul><li><p>What is the best book you have ever read?</p></li></ul></li><li><p>What are some of the good movies you have seen?</p></li><li><p>What are some of the most popular amusement parks in your country?</p></li><li><p>What are some things you can do without spending a cent?</p></li><li><p>What computer games have you played?</p></li></ul><p>Which are your favorites?</p><ul><ul><li><p>Which do you think are not so interesting?</p></li></ul><li><p>What do you do in your spare time?</p></li><li><p>What do you like to do on a night out?</p></li><li><p>What do you think of soccer? (baseball, hang gliding, ...)</p></li><li><p>What games are popular in your country? Why are they popular?</p></li><li><p>What is your favorite game? Why?</p></li><li><p>What is your favorite holiday? Why?</p></li><li><p>What kind of music do you like?</p></li><li><p>What kind of things do you like to read?</p></li><li><p>What singer would you most like to meet?</p></li><li><p>What was the last book you read?</p></li><li><p>What's the most popular holiday in your country?</p><ul><li><p>When is it?</p></li><li><p>How is it celebrated?</p></li></ul></li><li><p>What's your favorite magazine? (What are some of your favorite magazines?)</p></li><li><p>When do you usually listen to the radio?</p></li><li><p>Where do you usually read?</p></li><li><p>Who are some of the famous actors and musicians in your country?</p></li><li><p>Who are some of your favorite actors and actresses?</p></li><li><p>Who do you think is the funniest comedian?</p></li><li><p>Who is the most popular entertainer in your country?</p></li><li><p>Who is your favorite author?</p></li><li><p>Who is your favorite comedian?</p></li><li><p>Who is your favorite musician?</p><ul><li><p>Who is your favorite female singer?</p></li><li><p>Who is your favorite male singer?</p></li><li><p>Who is your favorite guitarist?</p></li></ul></li><li><p>Who is your favorite writer? (author)</p></li><li><p>Why do some people gamble?</p></li><li><p>Would you rather go to a bar or a nightclub?</p></li><li><p>What do you do for fun?</p></li></ul>",
    "Art": "<h1 class='text-center' > Art</h1><ul><li><p>Are you a good painter?</p></li><li><p>Can you draw pictures well?</p></li><li><p>Do you believe what art critics say?</p></li><li><p>Do you consider yourself a good artist?</p></li><li><p>Do you enjoy your art class at school?</p></li><li><p>Do you like modern art?</p></li><li><p>Do you like paintings?</p></li><li><p>Do you like sketching?</p></li><li><p>Do you like to visit art museums?</p></li><li><p>Do you like wood carving?</p></li><li><p>Do you prefer using water colors or oil paint?</p></li><li><p>Do you think it is proper to call nude paintings art?</p></li><li><p>Do you think music and dancing are forms of art?</p></li><li><p>Do you think of cartoons and comics as art?</p></li><li><p>Do you visit museums when you go to another city?</p></li><li><p>Have you ever been to any famous art museums?</p></li><li><p>Have you ever visited an art museum?</p></li><li><p>What art form do you like best?</p></li><li><p>What art museums have you visited?</p><ul><li><p>Which did you like the best? Why?</p></li><li><p>Which did you like the least? Why?</p></li></ul></li><li><p>What famous painters do you know? What are they famous for?</p></li><li><p>What is art?</p></li><li><p>What is the longest time that you have spend on a painting?</p></li><li><p>What is your favorite art web site?</p></li><li><p>What would life be like without art?</p></li><li><p>When was the last time you went to an art museum?</p></li><li><p>Who are some famous artists in your country?</p></li><li><p>Who is a famous potter in your country?</p></li><li><p>Who is the most famous artist in your country? What kind of art does he do?</p></li><li><p>Who is your favorite painter?</p></li><li><p>Do you enjoy taking photographs?</p></li><li><p>What things do you like to photograph?</p></li><li><p>Do you consider photography an art form?</p></li><li><p>Why do artist like to draw women's figures?</p></li><li><p>Why do you enjoy art?</p></li><li><p>Why is art important?</p></li><li><p>Why do people become professional artists?</p></li><li><p>Have you ever participated in any art competitions?</p></li><li><p>Have you ever been jealous of someone else's artwork?</p></li><li><p>Do you find Picasso's work astonishing or weird?</p></li><li><p>Do you have a favorite painting?</p><ul><li><p>If so, what is it?</p></li><li><p>Why do you like it?</p></li></ul></li><li><p>Do other people ever compliment your artwork?</p></li><li><p>Do you have a sketchbook?</p><ul><li><p>If so, how often do you use it?</p></li><li><p>What kind of sketches do you make?</p></li></ul></li><li><p>Do you feel proud after finishing a work of art?</p></li><li><p>Do you think graffiti is art?</p></li></ul><p>Do you agree with this statement? Graffiti is a form of art; a form of expressing one's mind.</p><ul><li><p>Do you like to doodle?</p><ul><li><p>What kinds of doodles do you make?</p></li><li><p>Where and when do you doodle?</p></li></ul></li><li><p>Have you ever gone to an exhibition?</p></li><li><p>Do you know any art galleries? Are there any in the place where you live?</p></li><li><p>Were you interested in art when you were young?</p></li><li><p>In your opinion, is design an important part of culture?</p></li><li><p>Can you tell me the name of a fashion designer you know?</p></li><li><p>Is design a great importance in your daily life?</p></li><li><p>The famous artist and designer William Morris said that you should not have nothing in your house that you do not know to be useful, or believe to be beautiful'. Discuss.</p></li><li><p>Do you know any art gallery? Is there any in the place where you live?</p></li><li><p>Were you interested in art some years ago? and now?</p></li><li><p>Have you studied any pictorial movement?</p></li><li><p>Has design a great importance in your daily life</p></li><li><p>Is your work figurative or abstract?</p></li><li><p>What is your medium of choice?</p></li><li><p>What influences your work?</p></li><li><p>If you could buy a great work of art, what would it be? (style, title, artist's name...)</p></li><li><p>Do you think performance art should be considered art?</p></li><li><p>What do you think of shock art?</p></li><li><p>Have you ever seen performance art?</p></li><li><p>Have you ever seen shock art?</p></li><li><p>Does art imitate life?</p></li><li><p>Are movies a form of art?</p></li></ul>",
    "Charity": "<h1 class='text-center'>Charity</h1><p><br/><br/></p><ul><li><p>Have you ever worked for a charity?</p></li></ul><p>How long did you work there?</p><ul><ul><li><p>Was it a well run charity?</p></li><li><p>Did you enjoy this work?</p></li></ul><li><p>Do you give money to registered charities? (e.g. Red Cross, World Wildlife Fund, Green Peace)</p><ul><li><p>Can you name some other registered charities?</p></li></ul></li><li><p>Do you think having large charity organizations is a good idea? Why or why not?</p><ul><li><p>What are some of the good points?</p></li><li><p>What are some of the bad points?</p></li></ul></li><li><p>Do you think that locally run charity organizations are more effective?</p></li><li><p>Are there any charities in (your town/city)?</p><ul><li><p>How about in (your country)?</p></li><li><p>What are they?</p></li></ul></li></ul><ul><li><p>What is a volunteer project?</p></li><li><p>Why do people volunteer?</p></li><li><p>Would you like to work as a volunteer?</p></li><li><p>Have you ever done any volunteer work?</p></li><li><p>Is volunteering worth the time it takes?</p></li><li><p>Why would you enjoy volunteering?</p></li><li><p>Do you know anyone who has done volunteer work?</p><ul><li><p>Where and why did they volunteer?</p></li><li><p>Could you and would you like to work as a volunteer in the same way?</p></li></ul></li><li><p>What could you do to help if you had no money?</p></li><li><p>What is volunteer work?</p><ul><li><p>What is your definition of volunteer work?</p></li><li><p>What is the dictionary definition of volunteer?</p></li></ul></li><li><p>Have you ever benefitted by someone's volunteer work?</p><ul><li><p>What is volunteer screening?</p></li></ul></li><li><p>What organizations do volunteer work?</p><ul><li><p>What kind of work do they do?</p></li></ul></li><li><p>What situations need volunteer workers?</p><ul><li><p>Can you think of different types of volunteer work?</p></li><li><p>Can you think of examples of professional and amateur volunteering?</p></li></ul></li><li><p>Have you and your family ever worked on a volunteer project together?</p><ul><li><p>What did you do?</p></li></ul></li><li><p>What are volunteer activities that people do?</p></li><li><p>Can you think of ways to help people who need help?</p></li><li><p>Have you ever done any volunteer work?</p><ul><li><p>Did you do it alone, with friends or with your family?</p></li><li><p>Did you make new friends while you were doing the work?</p></li></ul></li><li><p>Have you ever volunteered to help victims of natural disasters? Why?</p></li><li><p>Would you volunteer to help people outside your community?</p><ul><li><p>Would you volunteer to help people outside your country?</p></li></ul></li><li><p>Have you ever volunteered to help victims of natural disasters? Why or why not?</p></li><li><p>What are some organizations through which you can volunteer?</p></li><li><p>What benefits do you get personally by volunteering?</p></li><li><p>How did you feel about volunteering before you started work?</p><ul><li><p>How did you feel during the work?</p></li><li><p>How did you feel after you had finished the work?</p></li></ul></li><li><p>What are some organizations through which you can volunteer?</p><ul><li><p>What kind of work did they do?</p></li></ul></li><li><p>What are some websites maintained by volunteer organizations?</p></li><li><p>Have you read a book about volunteer work?</p></li><li><p>Can you list some reasons why people volunteer?</p></li><li><p>How can volunteers benefit from their work?</p></li><li><p>Why would you enjoy certain types of volunteer work?</p></li><li><p>What types of volunteer work would be unpleasant for you?</p></li><li><p>What benefits other than personal satisfaction could you personally get by volunteering?</p></li><li><p>Is volunteering worth the cost to you?</p><ul><li><p>In what situations and at what times in your life could you afford to volunteer?</p></li></ul></li><li><p>Do you know anyone who has done volunteer work?</p><ul><li><p>Where did they work and why did they volunteer?</p></li></ul></li><li><p>Is there a history of volunteerism in your country?</p><ul><li><p>Can you find information about volunteering in your country and two other countries?</p></li></ul></li><li><p>Can a volunteer be treated the same as paid staff?</p></li><li><p>Should you volunteer if your main reason is to benefit monetarily or materialistically?</p></li></ul>",
    "Conversation": "<h1 class='text-center'>Conversation</h1><ul><li><p>What makes it easy to talk to someone?</p><ul><li><p>What traits do you look for in a conversation partner?</p></li></ul></li><li><p>Tell about your favorite types of conversations to have?</p><ul><li><p>What do you talk about?</p></li><li><p>How do you know the other person?</p></li></ul></li><li><p>Who is the best conversationalist that you have ever met?</p><ul><li><p>Why are they such a great conversationalist?</p></li></ul></li><li><p>Have you ever had a great conversation with a complete stranger?</p><ul><li><p>What made it so great?</p></li><li><p>What did you talk about?</p></li><li><p>Where were you?</p></li></ul></li><li><p>What is your role in a conversation?</p><ul><li><p>Do you dominate?</p></li><li><p>Do you subordinate?</p></li></ul></li><li><p>What percent of a conversation do you spend talking?</p><ul><li><p>Have you ever tried to consciously change your conversational style?</p></li><li><p>What did you change?</p></li></ul></li><li><p>What are some good habits you have in conversation?</p></li><li><p>What are some bad traits you have in conversations?</p></li><li><p>Who communicates better: men or women?</p><ul><li><p>What makes their style better?</p></li><li><p>What makes it worse?</p></li></ul></li><li><p>Do you like to flirt?</p><ul><li><p>How do you flirt?</p></li><li><p>What do you say?</p></li></ul></li><li><p>On a scale of 1-10, how do you rate your conversational skill with the opposite sex? Explain.</p></li><li><p>How do conversations between men and women differ?</p></li><li><p>Do you like to argue?</p><ul><li><p>What do you like to argue about?</p></li></ul></li><li><p>Do you always want to be right?</p><ul><li><p>What types of arguments do you hate to lose?</p></li></ul></li><li><p>What topics should you avoid when talking to a stranger?</p><ul><li><p>To a Swiss person?</p></li><li><p>To a Japanese?</p></li><li><p>To an American?</p></li></ul></li><li><p>What topics are taboos for your culture?</p><ul><li><p>What topics are taboo for you personally?</p></li></ul></li><li><p>Why do people like to learn bad words in another language?</p></li><li><p>What do people do that drives you crazy in a conversation?</p></li><li><p>How do you feel about talking on the phone? Why?</p></li><li><p>Do you think that some conversations are easier to have on the phone? Face to face?</p></li><li><p>What types of conversations, and why?</p></li></ul><ul><li><p>What are some topics that you can't stand to talk about? Why?</p></li></ul><ul><li><p>Do you have better conversations when you are drinking?</p></li></ul><ul><li><p>How do your conversations change after you have been drinking?</p></li></ul><ul><li><p>Have you ever said something to someone that you wish you hadn't said?</p></li></ul><ul><li><p>What was it? Explain.</p></li></ul><ul><li><p>If you could relive any conversation of your life, what would it be? Why? Explain.</p></li></ul><ul><li><p>How do you feel about being frank? Explain.</p></li></ul><ul><li><p>How do you feel about blunt people?</p></li></ul><ul><li><p>Is there such a thing as being too honest? Explain.</p></li></ul><ul><li><p>In your experience, which country's people are the easiest to talk to? Explain.</p></li></ul><ul><li><p>Which country's people are difficult to talk to? Explain.</p></li></ul><ul><li><p>If you could have the voice of any famous person, whose voice would you want? Why?</p></li></ul><ul><li><p>How do you feel about conversations with people older than yourself?</p></li></ul><ul><li><p>Are there any older people who you have conversations with regularly?</p></li><li><p>Who are they?</p></li></ul><ul><li><p>Some people like to talk about things, and some people like to do things.</p></li></ul><ul><li><p>What kind of person are you? Explain.</p></li></ul><ul><li><p>If you could have a conversation with any famous living person, who would you talk to?</p></li></ul><ul><li><p>What would you talk about?</p></li><li><p>Why would you want to talk about that? Explain.</p></li></ul><ul><li><p>If you could have a conversation with a famous deceased person, who would you talk to?</p></li></ul><ul><li><p>What would you talk about, and why?</p></li></ul><ul><li><p>Do you like to eavesdrop on other people's conversations?</p></li></ul><ul><li><p>What kind of questions do you like to overhear? Where do you listen?</p></li><li><p>Have you ever spied on anyone?</p><ul><li><p>Have you ever recorded a phone call or conversation? Why?</p></li><li><p>Would you ever do it? Explain.</p></li></ul></li></ul><ul><li><p>If you had to choose, would you rather marry a partner who is handsome/beautiful and sexy, but who is a terrible conversationalist, or a partner who is a wonderful conversationalist, but who is less-attractive-than-average? Explain.</p></li></ul><ul><li><p>What was a difficult conversation you had to have in your life?</p></li></ul><ul><li><p>How did it turn out?</p></li><li><p>What made it hard? Explain.</p></li></ul><ul><li><p>Would you like to be a salesman, a teacher, a reporter?</p></li></ul><ul><li><p>Would you like to have a career that requires you to talk to a lot of people? Why?</p></li></ul><ul><li><p>Which career?</p></li></ul><ul><li><p>How can you improve your conversation skills? Explain. </p></li></ul>",
    "EnvironmentAndPollution": "<h1 class='text-center'>Environment &amp; Pollution</h1><p><br/><br/></p><ul><li><p>Are there litter laws where you live? If so, what is the penalty for littering?</p></li><li><p>Do you think cars should be banned from city centers?</p></li><li><p>Do you think people should recycle newspapers? Why or why not?</p></li><li><p>Do you think there are lessons to learn from nature?</p></li><li><p>How has the world changed since you were a child? (technology, values, environment, health)</p></li><li><p>How often is garbage collected in your neighborhood?</p></li><li><p>If humans are really intelligent and not simply manipulated by their genes like any other animal, why can't they do anything about overpopulation?</p></li><li><p>What are some things that can be recycled?</p></li><li><p>What are some things that your community is doing to help the?</p></li><li><p>What are some things which you recycle?</p></li><li><p>What are some types of pollution?</p></li><li><p>What are some ways that you can reduce pollution in this country?</p></li><li><p>What can you do to help prevent pollution?</p></li><li><p>What can you do to make this world a better place?</p></li><li><p>What do you think of people who smoke cigarettes indoors?</p></li><li><p>Which is more important, increasing people's standard of living, or protecting the environment?</p><ul><li><p>Think of a situation in your area involving this issue.</p></li><li><p>Which side would you choose?</p></li></ul></li><li><p>Who do you think is more responsible for pollution, individual people or the government? Explain.</p></li><li><p>What is the most important issue facing the environment today?</p></li><li><p>Do you know about any anti-pollution programs in your community?</p><ul><li><p>What about programs in your native country?</p></li></ul></li><li><p>Do you usually drink bottled water? Why or Why not?</p></li><li><p>If you could choose one alternative energy source to develop which one would you choose? Why?</p></li><li><p>Are companies more or less environmentally responsible now than they were in the past? Why do you think that is?</p></li><li><p>Do you think recycling is an important community service?</p><ul><li><p>Do you recycle?</p></li></ul></li><li><p>Who should pay for the costs associated with renewable energy?</p></li><li><p>Should we make the development of renewable energy sources an economic priority?</p></li><li><p>What are some ways energy is wasted?</p></li><li><p>What types of energy are popular in your native country?</p></li><li><p>What is the main problem with renewable energy sources?</p></li><li><p>What can large cities do to improve their air quality?</p></li><li><p>How can we protect the environment and at the same time improve people's standard of living?</p></li><li><p>Do you think overpopulation is an important environmental issue? Why or why not?</p></li><li><p>Should an environmental levy be imposed on SUVs not used in the farming community?</p><ul><li><p>How would this help the environment?</p></li></ul></li><li><p>Should gas for motorists be more expensive?</p><ul><li><p>What would be the advantages and disadvantages of this?</p></li></ul></li><li><p>Do think global warming is real?</p><ul><li><p>Do you think this is an effect of pollution?</p></li></ul></li><li><p>Are worried about global warming?</p></li><li><p>If you live on an island or on the coast does this increase the danger from global warming? Why?</p></li><li><p>What's happening to forests in the world?</p></li><li><p>What happens when we remove forests?</p></li><li><p>What can we do to protect forests?</p></li><li><p>Why should we recycle?</p></li><li><p>Does your local government make it easy or hard for citizens to recycle?</p></li><li><p>Are there people in your country who make their living from picking-up other people's garbage?</p></li><li><p>How is pollution effecting the environment of the United States today?</p><ul><li><p>How about your own country?</p></li></ul></li><li><p>Does your country have a smoking ban law in place?</p></li><li><p>What are the benefits/ disadvantages of a smoking ban?</p></li><li><p>How do individual decisions about number of children affect overall population numbers?</p></li><li><p>What is global warming?</p></li><li><p>Do you think nuclear power safe? Who should be allowed it and why? Who should police it?</p></li><li><p>In what ways can we save more water? Please tell your experiences.</p></li><li><p>What should we do to increase the awareness about environmental pollution?</p></li><li><p>Do you have any ideas on how to minimize the use of plastic bags and Styrofoam boxes?</p></li><li><p>Does your local government make it easy or hard for citizens to recycle?</p></li></ul>",
    "BagsAndPurses": "<h1 class='text-center'>Bags and Purses</h1><ul><li><p>Do you always carry a bag or purse?</p><ul><li><p>What do you have in your bag or purse?</p></li><li><p>How heavy is your bag or purse? Have you lost it before?</p></li><li><p>Has it been stolen?</p></li></ul></li><li><p>What do you usually carry with you?</p></li><li><p>What things do you use every day?</p></li><li><p>What things are important to carry with you?</p></li><li><p>Do you always carry a bank card?</p></li><li><p>Do you always carry money?</p></li><li><p>How much money do you usually carry on you?</p></li><li><p>Do men carry billfolds in your country?</p></li><li><p>Do women carry a purse or handbag in your country?</p></li><li><p>Is it a custom in your country for men to carry or hold the woman's purse or bag?</p></li><li><p>Will guys hold their wife's and/or girlfriend's purse or bag where you live?</p></li><li><p>Do men carry bags or purses in your country</p></li><li><p>What if you see a guy carrying a purse or woman's bag, would you think he is gay?</p></li><li><p>What do you think a president would carry on their person?</p></li><li><p>What are essential (necessary) items to take with you when you leave the house?</p></li></ul>",
    "Childhood": "<h1 class='text-center'>Childhood</h1><p><br/><br/></p><ul><li><p>Did you have a happy childhood?</p></li><li><p>What did you like to do when you were a child?</p></li><li><p>What did you look like?</p></li><li><p>Where were you born?</p></li><li><p>When were you born?</p></li><li><p>How old were you when you learned to ride a bicycle?</p><ul><li><p>Did you have your own bicycle?</p></li><li><p>Do you remember who taught you to ride a bicycle?</p></li><li><p>Did you have a bad bicycle accident?</p></li></ul></li><li><p>Who was your favorite teacher? Why?</p></li><li><p>What was your favorite subject? Why?</p></li><li><p>What was your favorite game?</p><ul><li><p>Who did you play it with?</p></li><li><p>Who gave it to you?</p></li><li><p>When did you like to play it?</p></li></ul></li><li><p>Do you remember anything about your personality when a child?</p></li><li><p>Were you good at making friends?</p><ul><li><p>How did you make friends?</p></li><li><p>Did you have a lot of friends?</p></li><li><p>What did you enjoy doing with your friends?</p></li></ul></li><li><p>What were some embarrassing situations when you were a child?</p></li><li><p>Were you a good student?</p><ul><li><p>Did you enjoy going to school?</p></li><li><p>Did you get good grades?</p></li><li><p>Did you enjoy doing your homework?</p></li></ul></li><li><p>What did you like about school?</p></li><li><p>What didn't you like about school?</p></li><li><p>Who was your best friend?</p><ul><li><p>How did you meet this friend?</p></li><li><p>What did you do together?</p></li><li><p>Do you still do things with this childhood friend?</p></li><li><p>What other things can you tell us about your best friend?</p></li></ul></li><li><p>Were your parents super protective?</p><ul><li><p>At what age could you go places by yourself?</p></li><li><p>Did your parents always tell you what to do?</p></li></ul></li><li><p>Did you play outside?</p><ul><li><p>What did you like to play?</p></li><li><p>How long did you play outside a day?</p></li><li><p>Could you play outside all year long?</p></li></ul></li><li><p>Did you play on the streets?</p><ul><li><p>Was it dangerous to play in the streets?</p></li><li><p>What kind of things did you do in the streets?</p></li><li><p>Did you ever have an accident while playing in the streets? What happened?</p></li></ul></li><li><p>When you were a child, what did you want to grow up to be? Did you want to be a mother or father? A firefighter? A doctor? A scientist?</p></li><li><p>Can you remember specific things from your childhood clearly?</p><ul><li><p>How old were you at the time of your first memories?</p></li></ul></li><li><p>What kind of food did your like?</p><ul><li><p>Did you used to eat anything or were you a picky eater?</p></li><li><p>What foods did you like eating?</p></li><li><p>What foods didn't you like to eat?</p></li><li><p>Did you have any foods you hated?</p></li></ul></li><li><p>What was your favorite toy when you were a child?</p><ul><li><p>Who gave you this toy?</p></li><li><p>Did it have a name?</p></li><li><p>Do you still have it?</p></li></ul></li><li><p>What was your worst punishment as a child?</p></li><li><p>Where did you grow up? Did you move frequently? If so, why?</p></li><li><p>Who took care of you when you were little? A parent? A grandparent? A nanny? A daycare center?</p></li><li><p>How are you similar to your parents? How are you different?</p></li><li><p>Describe the first memory you have of going to school.</p></li><li><p>Do you think children today eat too much fast food and don't play enough sports?</p></li><li><p>What childhood diseases did you have?</p></li><li><p>Did you have any nickname? Tell us about it.</p></li><li><p>Were you afraid of anything? What?</p></li><li><p>What were your favorite cartoons and TV shows?</p></li></ul>",
    "Corruption": "<h1 class='text-center'>Corruption</h1><p><br/><br/></p><ul><li><p>What kinds of corruption are there?</p></li><li><p>Has corruption affected your life?</p></li><li><p>Why do you think people are corrupt.</p></li><li><p>Can corruption be a good thing?</p></li><li><p>How do you reduce corruption?</p></li><li><p>Which countries have a lot of corruption?</p></li><li><p>What can you do about corruption in your country?</p></li><li><p>How do you remove corrupt workers from their jobs?</p></li><li><p>What is the largest bribe you have paid?</p></li><li><p>Can corruption be a good thing in some societies?</p></li><li><p>What would you do if your boss tells you that at Christmas it is usual to receive small presents from local companies?</p></li><li><p>Would you accept a free ticket for a football match, a free drink by virtue of your position?</p></li><li><p>What would you do if you receive a complaint from a citizen of an attempted bribery from a police officer?</p></li><li><p>Do you think corrupt police officers are natural-born criminals?</p></li><li><p>Do you know a corruption case?</p></li><li><p>Do you think discipline is fair within the police?</p></li><li><p>How are you going to prevent corruption and misconduct in the group that you command ?</p></li><li><p>Is corruption within the police a result of low pay?</p></li><li><p>Have you ever heard of a drug-related corruption case?</p></li><li><p>Do you think police unions play a good role in the prevention of corruption?</p></li><li><p>Is corruption ever justifiable?</p></li><li><p>Have you ever received a bribe?</p></li><li><p>Have you ever bribed someone?</p></li><li><p>Do you know someone who has been bribed?</p></li><li><p>Is bribery a big problem in the country where you live?</p></li><li><p>Will you accept a dinner invitation from an important businessman of your city? (He has good connections in the council and you nephew is unemployed.)</p></li><li><p>Would you revert to bribery if your life was at stake? If your child's or one of your family members' life was threatened?</p></li><li><p>Is there a sum of money that might persuade you to 'look the other way'?</p></li></ul>",
    "Family": "<h1 class='text-center'>Family</h1><p><br/><br/></p><ul><li><p>Are friends more important than family? What do you think?</p></li><li><p>Are chores assigned to children in your family?</p></li><li><p>Are you married?</p></li><li><p>Are you pressured by your family to act in a certain way?</p></li><li><p>Are you the oldest among your brothers and sisters?</p></li><li><p>Are your parents strict?</p></li><li><p>Did you ever meet any of your great grandparents?</p></li><li><p>Do you get along well with your family?</p></li><li><p>Do you get along well with your brothers and sisters?</p></li><li><p>Do you get along well with your in-laws?</p></li><li><p>Do you have any brothers or sisters? If so, how old are they?</p></li><li><p>Do you have any children? If yes, what are their names and ages?</p></li><li><p>Do you have to clean your own room?</p></li><li><p>Does your mother make you clean your room?</p></li><li><p>Do you like your family? Why or why not?</p></li><li><p>Do you live with any of your grandparents?</p></li><li><p>Do you live with your parents?</p></li><li><p>Do you look more like your mother or your father?</p></li><li><p>Do you often argue with your mother or father? What about?</p></li><li><p>Do you often visit your grandparents?</p></li><li><p>Do you think people should adopt children from other countries?</p></li><li><p>Do you usually have any influence on family matters?</p></li><li><p>Do your parents let you stay out late?</p></li><li><p>What time do you have to be home?</p></li><li><p>Do you have a curfew?</p></li><li><p>How did you get your name?</p></li><li><p>For whom are you named?</p></li><li><p>Who are you named after?</p></li><li><p>How big is your family?</p></li><li><p>How many (first) cousins do you have?</p></li><li><p>How many aunts and uncles do you have?</p></li><li><p>How many brothers and sisters do you have?</p></li><li><p>How many children do you have?</p></li><li><p>How many members do you have in your family altogether?</p></li><li><p>How many people are in your (immediate) family?</p></li><li><p>How many people are in your family?</p></li><li><p>How often do you see your cousins?</p></li><li><p>How often do you see your grandparents?</p></li><li><p>How often is your entire family together?</p></li><li><p>How old are your brothers and sisters?</p></li><li><p>How old are your children?</p></li><li><p>How old are your grandparents?</p></li><li><p>How old are your parents?</p></li><li><p>Is spanking a good way to discipline children?</p></li><li><p>Should people follow the religion of their parents, or should they have the liberty to choose another?</p></li><li><p>What are some of your fondest memories of childhood?</p></li><li><p>What are your parents like?</p></li><li><p>What do you and your family like to do together?</p></li><li><p>What do you think of married couples who decide not to have any child?</p></li><li><p>What do your mother and father look like? How about your grandparents?</p></li><li><p>What do your parents do in their free time?</p></li><li><p>What are the occupations of your family members?</p></li><li><p>What does your father do? What's his job?</p></li><li><p>What does your mother do?</p></li><li><p>What is the best memory you have of your family doing something together?</p></li><li><p>What kind of things do you do with your family?</p></li><li><p>What will you teach your children? (what values, beliefs, hobbies, skills, etc.)</p></li><li><p>What would you change about your childhood?</p></li><li><p>Where do your grandparents live?</p></li><li><p>Where does your father's father live?</p></li><li><p>Where does your mother's mother live?</p></li><li><p>Who do you get along better with, your mother or your father?</p></li><li><p>Who is the black sheep (odd ball) in your family?</p></li><li><p>Would you get involved in your in-laws' family problems?</p></li><li><p>Would you live with your parents after you get married?</p></li><li><p>Should children help with the housework?</p></li><li><p>How much or how often should they help?</p></li><li><p>What kinds of housework is not appropriate for children to do?</p></li><li><p>Do you live in a nuclear family or an extended family?</p></li><li><p>What are the advantages and disadvantages of these types of family?</p></li><li><p>What impact has divorce and/or modern day living had on the family?</p></li><li><p>Is the nanny and/or the day-care centre the third parent?</p></li><li><p>Where is the best place to raise a family?</p></li><li><p>Where do you think the best place to raise a family is? Why?</p></li><li><p>What can make you happy in the long term/ short term? Consider the following: job satisfaction, a loving family, good health, plenty of money, strong religious believes, ...</p></li><li><p>What do you think of your mother and your father?</p></li><li><p>Which do you think is more important: following the dreams your parents want for you or following your own dreams?</p></li><li><p>What's the hardest thing you ever had to do?</p></li><li><p>What was the most important thing your parents taught you?</p></li><li><p>What's the best thing about your mom?</p></li><li><p>If you could have a different number of siblings, what would it be?</p></li><li><p>Who should take care of old people?</p></li><li><p>What is the perfect number of children to have?</p></li><li><p>What's the best thing about your grandparents?</p></li><li><p>Should parents give their children an allowance?</p></li><li><p>How often does your family eat dinner together?</p></li><li><p>How should parents discipline their children?</p></li><li><p>After you're married, should your parents make decisions for you?</p></li><li><p>What's the best thing about your dad?</p></li><li><p>Who is the breadwinner in your family</p></li><li><p>How is nudity regarded in your family?</p></li><li><p>Describe the perfect family.</p></li><li><p>Do your parents get along with each other?</p></li><li><p>If you are a mother or father, would you allow your son or daughter to listen heavy metal music?</p></li><li><p>What was the saddest time in your family?</p></li><li><p>Why do people get married</p></li><li><p>What to look for in a life long mate</p></li><li><p>What makes a person a good friend, a friend for life ,, a life mate</p></li><li><p>What makes a person a bad, traits that irritate and confuse you</p></li><li><p>What do you think of the budget, what is a budget and how do you make one work?</p></li><li><p>How do you feel about your parents growing older? If they could no longer care for themselves, would you let them live with you or put them in a nursing home?</p></li><li><p>Did you help your mother at home?</p></li><li><p>What household chores do you do?</p></li><li><p>Can you think of examples of countries that have different cultural values regarding the importance of family?</p></li><li><p>Do you get along well with your family?</p><ul><li><p>Do you get along well with your brothers and sisters?</p></li><li><p>Do you get along well with your in-laws?</p></li></ul></li><li><p>Do you have to clean your own room?</p><ul><li><p>Does your mother make you clean your room?</p></li></ul></li><li><p>Do your parents let you stay out late?</p><ul><li><p>What time do you have to be home?</p></li><li><p>Do you have a curfew?</p></li></ul></li><li><p>How did you get your name?</p><ul><li><p>For whom are you named?</p></li><li><p>Who are you named after?</p></li></ul></li><li><p>What are the occupations of your family members?</p><ul><li><p>What does your father do? What's his job?</p></li><li><p>What does your mother do?</p></li></ul></li><li><p>Should children help with the housework?</p><ul><li><p>How much or how often should they help?</p></li><li><p>What kinds of housework is not appropriate for children to do?</p></li></ul></li><li><p>Do you live in a nuclear family or an extended family?</p><ul><li><p>What are the advantages and disadvantages of these types of family?</p></li></ul></li><li><p>Where is the best place to raise a family?</p><ul><li><p>Where do you think the best place to raise a family is? Why?</p></li></ul></li><li><p>Do you think your parents understand you? Why or why not?</p></li><li><p>Who does the household work, your father or your mother or both of them?</p></li><li><p>Have you ever seen your mother (or father) cry? When was that and why?</p></li><li><p>Who is the breadwinner in your family?</p></li><li><p>Do your parents trust you?</p></li><li><p>If you were offered an excellent job opportunity abroad, would you consider leaving your family for an indefinite period of time?</p></li><li><p>Describe a typical family unit and the importance of family in your country.</p></li></ul>"
}
