{"data":"<h1>euphemisms</h1><h5>words used to soften the reality of what is communicated to a given listener or reader. They are a universal feature of language used to talk about things that are best avoided</h5><p>Substance abuse &ndash; Addiction Sentence: My niece&rsquo;s drug addiction forced her to drop out of college and to resign from her part-time job.</p><p>Arrest &ndash; Apprehend Sentence: The burglar was apprehended down the street from the bank that was robbed.</p><p>Cheap &ndash; Frugal; thrifty; economical Sentence: The new couple needed to be thrifty as they wanted to save for their first house and their new life together.</p><p>Criminal (adj) &ndash; Illegal Sentence: It was criminal for the maid to steal from the family she worked for. And when this was discovered, she was let go.</p><p>Crippled &ndash; Disabled Sentence: The older man was disabled from the war and he needed to use a wheelchair to move about his house.</p><p>Death Insurance &ndash; Life insurance Sentence: My new job came with life insurance benefits as well as medical and dental benefits.</p><p>Death Penalty &ndash; Capital punishment Sentence: There were many reasons why the jury thought the defendant should have capital punishment.</p><p>Deaths &ndash; Body count Sentence: There was no way that the body count could be accurate as the hurricane swept much of the city into the ocean. Perhaps there could be an accurate body count reported later this week.</p><p>Drunk &ndash; Intoxicated Sentence: It was time to celebrate the New Year and many people were intoxicated with excitement. It was a good thing. (Note the word does not have to be used strictly with alcoholic beverages.)</p><p>Exploit &ndash; Develop Sentence: England developed the land along the Atlantic Ocean, the area for the 13 original colonies and the settlements by the colonists and early explorers.</p><p>Fail &ndash; Fall short of; go out of business Sentence: The restaurant went out of business because there were too few sales over the holidays. Perhaps a new restaurant will open in the building.</p><p>Fat &ndash; Overweight Sentence: The elderly lady was overweight and she wanted desperately to lose weight. Hopefully the nutritionist will be the help she needs.</p><p>Garbage dumb &ndash; Landfill Sentence: It was important to have the city encourage recycling so the landfills would not be overused.</p><p>Illegal worker &ndash; Undocumented worker Sentence: The undocumented workers sought jobs in the local factory and on the dairy farms.</p><p>Informer &ndash; Confidential source Sentence: The confidential source indicated that the President would be passing the new law late this week.</p><p>Jungle &ndash; Rainforest Sentence: The rainforest was inhabited by many tropical birds and several poisonous snakes.</p><p>Juvenile delinquents &ndash; At-risk children Sentence: The after school educational program was designed for the at-risk children to develop their study skills. There were nutritional snacks and also time for recreation.</p><p>Lazy &ndash; Unmotivated Sentence: Although Mari seemed to be unmotivated with school work, she loved to read and learn.</p><p>Lie (n) &ndash; Fabrication; fib; untruth; inaccuracy Sentence: The child told a fib and denied eating the cookies because he did not want to get in trouble.</p><p>Noisy &ndash; Boisterous Sentence: The children were very boisterous at the birthday party, but that was to be expected. It was a good thing to see such happy children.</p><p>Old &ndash; Mature; distinguished; senior; traditional; seasoned Sentence: The seasoned math teacher could explain the math concepts so any student could easily understand. He even made geometry and calculus sound easy.</p><p>Old age &ndash; Golden age; golden years Sentence: My parents are enjoying traveling in their golden years. I hope to join them on their next trip.</p><p>Old person &ndash; Senior citizen; pensioner Sentence: The restaurant offered a senior citizen special on Wednesdays. All food items were 50% off. That was a good deal!</p><p>One-room apartment &ndash; Studio apartment; efficiency Sentence: I decided to rent the studio apartment near downtown and the park. It would be convenient to where I worked and also close to public transit so I would not need to have a personal vehicle. I could take the subway or a taxi to work.</p><p>Pay &ndash; Salary; remuneration Sentence: The salary for the IT job was negotiable, but I needed to know what I should say when asked about an expected salary.</p><p>Poor nation &ndash; Emerging nation; developing nation Sentence: It was nice to see the emerging nations increase the number of their college graduates.</p><p>Poor &ndash; Low-income; modest; working class; underprivileged Sentence: The low-income housing in town helped several families to &ldquo;get on their feet&rdquo;. Soon they could afford their own small homes and move out of the apartments.</p><p>Power failure &ndash; Service interruption Sentence: The lightning storm caused a service interruption for over 4 hours. It was difficult to cook dinner and to get my homework done without electricity.</p><p>Problem &ndash; Issue; challenge; complication Sentence: It was time to handle the issue of employee morale so everyone felt that they were needed and part of the &ldquo;team&rdquo;.</p><p>Removed from duty &ndash; Put on administrative leave Sentence: The director was put on administrative leave when he was repeatedly was late with his monthly reports.</p><p>Selfish &ndash; Self-centered Sentence: The boss was very self-centered and he rarely asked about my family.</p><p>Sick &ndash; Indisposed; ill; under the weather Sentence: The neighboring family was ill and they needed to skip the holiday party.</p><p>Small &ndash; Quaint; cozy; petite Sentence: The quaint town in the mountains was a fun place to take a skiing vacation.</p><p>Stupid &ndash; Slow Sentence: The young man was a little slow to learn, but he tried hard.</p><p>Sweat (v) &ndash; Perspire Sentence: The aerobics instructor barely perspired during the exercise class.</p><p>Talk &ndash; Converse Sentence: It was important to give everyone an opportunity to converse about the topic before making a final decision.</p><p>Toilet &ndash; Restroom; bathroom; washroom; lavatory Sentence: The restroom was recently cleaned and redecorated.</p><p>Ugly &ndash; Unattractive; modest; plain Sentence: The room was decorated modestly, but it looked attractive.</p><p>Used &ndash; Previously owned; pre-owned; refurbished; second-hand Sentence: Unfortunately, my sister lost her cell phone and she needed to purchase a refurbished one. She could not afford the expense of a new one.</p><p>Wrong &ndash; Improper; questionable; impropriety (n) Sentence: It was improper for the personnel manager to ask those types of questions in the job interview.</p><p>Retarded - mentally challenged.</p><p>Blind - Visually challenged.</p><p>Crippled - Differently abled.</p><p>Bald - follicularly challenged.</p><p>Poor - economically marginalized.</p><p>Fat - gravitationally challenged, Overweight.</p><p>Lazy - motivationally deficient.</p><p>beggar - panhandler, homeless person.</p><p>coffin - casket.</p><p>old age - golden age, golden years.</p><p>Deaf, or hard of hearing Aurally Challenged</p><p>Fat Horizontally challenged</p><p>Short Vertically challenged</p><p>Stupid Intellectually challenged</p><p>Mentally ill Mentally challenged</p><p>Someone with disability Differently abled</p><p>Totally deaf Hearing impaired</p><p>Blind Visually impaired</p><p>Adult beverages instead of beer or liquor</p>"}
