{"data":"<h1>Rhetoric</h1><h5>A rhetorical question is a question someone asks without expecting an answer. The question might not have an answer, or it might have an obvious answer.</h5><br><h3>Common Rhetorical Questions</h3><p>If your friend jumped off the bridge would you do it too?</p><p>You don't think I'm that stupid, do you?</p><p>Do you know what time it is?</p><p>Do I look busy?</p><p>Do I look happy?</p><p>Do I look hungry?</p><p>Are you kids still awake?</p><p>Who let the dogs out?</p><p>What is so rare as a day in June?</p><p>How did that idiot ever get elected?</p><p>What business is it of yours?</p><p>Aren't you ashamed of yourself?</p><p>You're not really going to wear that, are you?</p><p>Are you stupid?</p><p>You don't expect me to go along with that crazy scheme, do you?</p><p>How much longer must our people endure this injustice?</p><p>Can you do anything right?</p><p>Is the sky blue?</p><p>Is the Pope Catholic?</p><p>Does a bear shit in the woods?</p><p>Yeah, why not?</p><p>What the hell?</p><p>The butler did it, or did he?</p><p>It is near not a good place to visit. Is it?</p><p>You are ashamed, aren't you?</p><p>You were at the scene of the crime, correct?</p><p>How corrupt is the government?</p><p>If everyone else jumped off a cliff, would you do it too?</p><p>Are you kidding?</p><p>Why do I even bother?</p><p>Smoking causes lung cancer. Who knew?</p><p>Where are all the flowers gone?</p><p>What is so rare as a day in June?</p><p>Who's afraid of Virginia Wolf?</p><p>Would you like to swing on a star?</p><p>What shall we do with a drunken sailor?</p><p>What defense to the homeless has, if the government will not protect them?</p><p>How stupid is this new filing system we have?</p><p>Are you sure?</p><h3>Rhetoric Questions associated with humor</h3><p>If a cow laughed real hard, would milk come out her nose?</p><p>If love is blind, why is lingerie so popular?</p><p>Why are cigarettes sold in gas stations when smoking is prohibited there?</p><p>Why are there locks on the doors to the convenience store that is open 24 hours a day, 365 days a year?</p><p>Why do they call them apartments when they are all stuck together?</p><p>Why do you need a driver's license to buy liquor when you cannot drink and drive? And why do bars have parking lots?</p><p>Why do flammable and inflammable mean the same thing?</p><p>Why isn't phonetic spelled the way it sounds?</p><p>Why does Teflon stick to the frying pan, since nothing ever sticks to Teflon?</p><p>Crime doesn't pay... does that mean my job is a crime?</p><p>Do hummingbirds hum because they don't know the words?</p><p>Do pilots take crash-courses?</p><p>Can you cry under water?</p><p>What happened to Old Zealand? Does a man-eating shark eat women, too?</p><p>Why are highways build so close to the ground?</p><p>Can you cry under water?</p><p>Why do they call it 'life' insurance?</p><p>Why do we call them restrooms when no one goes there to rest?</p><p>If an African elephant comes to America, is it an African-American elephant?</p><p>Crime doesn't pay... does that mean my job is a crime?</p><p>Do fish get thirsty?</p><p>Do hummingbirds hum because they don't know the words?</p><p>How do you get off a nonstop flight?</p><p>If you pamper a cow, do you get spoiled milk?</p><p>Why do your feet smell and your nose runs?</p><p>Why do they call someone late if they died early?</p><p>Why don't they call mustaches mouthbrows??</p><p>Do Man-eater shark eat women too?</p><p>Why do overlook and oversee mean opposite things?</p><p>Why didn't Noah swat those two mosquitoes?</p><p>Why is it called 'after dark', when it is really after light?</p><p>Can good looking Eskimo girls be called hot?</p><p>If the day before a holiday is called Christmas Eve, is the day after Christmas Adam?</p><p>Did Noah have woodpeckers on the ark? If he did, where did he keep them?</p>"}
