{"data":"<h1>Sarcasm</h1><h5>a figure of speech that is the opposite of what is happening at the time. It is as a type of humor, usually used  to make fun of someone.</h5><p>When should we use sarcasm?</p><ul><li><p>When someone says something very obvious</p></li><li><p>When somebody does something wrong</p></li><li><p>When something bad happens</p></li><li><p>When something unsurprising happens</p></li></ul><p>Types of sarcasm</p><ul><li><p>Self-deprecating sarcasm: This type of sarcasm expresses a deep sense of disapproval or despise towards oneself.</p></li><li><p>Brooding sarcasm: Criticisms are made politely, yet an ounce of bitterness drips from the speaker&rsquo;s words.</p></li><li><p>Deadpan sarcasm: This an emotionless expression that leaves a listener wondering whether the speaker is joking or not.</p></li><li><p>Polite sarcasm: This requires a thorough analysis to fully comprehend. It may not be the most obvious form of sarcasm, but it&rsquo;s definitely the most clever.</p></li><li><p>Obnoxious sarcasm: This kind of sarcasm is far from funny, in fact, it makes you want to punch the speaker in the face.</p></li><li><p>Manic sarcasm: This is portrayed when the speaker appears to be losing his or her mind in a weird, demented manner.</p></li><li><p>Raging sarcasm: Exaggeration and violent threats make up this category of sarcasm.</p></li></ul><table><tbody><tr><td><p>Situation</p></td><td><p>Sarcastic Remark</p></td></tr><tr><td><p>When something bad happens:</p></td><td><p>That's just what I needed today!</p></td></tr><tr><td><p>When someone has a low wage.</p></td><td><p>I work 40 hours a week for us to be this poor.</p></td></tr><tr><td><p>When you expected something to happen.</p></td><td><p>Well, what a surprise.</p></td></tr><tr><td><p>When a roommate is acting bizarre:</p></td><td><p>Is it time for your medication or mine?</p></td></tr><tr><td><p>When someone says something that is obvious:</p></td><td><p>Really, Sherlock? No! You&nbsp;are&nbsp;clever.</p></td></tr><tr><td><p>When someone does something wrong:</p></td><td><p>Very good; well done!</p></td></tr></tbody></table><p>I spend $500 every month to look this ugly.</p><p>What planet did you come from?</p><p>Well, this day was a total waste of a good outfit.</p><p>Class is hell but with fluorescent lighting.</p><p>Not the brightest crayon in the box now, are we?</p><p>I think you left your talent at home.</p><p>Are you always this annoying or are you exerting extra effort today?</p><p>That speaker was so interesting that I barely needed to drink my third cup of coffee.</p><p>Tell me something I don&rsquo;t know.</p><p>Too many weirdos and freaks on this planet, not enough circuses to cater to them all.</p><p>Take a picture, it&rsquo;ll last longer.</p><p>It&rsquo;s so thoughtful for the teacher to give us all this homework right before Spring Break.</p><p>Terrific! This is exactly what I need right now!</p><p>I&rsquo;m not crazy, I&rsquo;ve just been in a very bad mood for since the day I came out of my mother&rsquo;s womb.</p><p>You call me lazy like it&rsquo;s a bad thing</p><p>This is an excellent time for you to become a missing person.</p><p>I&rsquo;m busy now. Can I ignore you some other time?</p><p>He always finds himself lost in thought; it&rsquo;s unfamiliar territory.</p>"}
