{"data":"<h3>Role-play (Beginner)</h3><p>(1a) You are a working man/woman who has a large family. You are at work. Your boss wants to talk with you.</p><p>(1b) You are a manager. You have an employee that hasn’t been performing well. He/she is often late. He/she also spends a lot of time checking his/her private emails and strange websites instead of doing work. Yesterday, you caught her/him sleeping at his/her desk. Please fire the employee (in a nice way).</p><p>(2a) You are a manager. You are in your office. Your best employee knocks on your door. He/she wants to talk with you.</p><p>(2b) You are at work. Please tell your boss that you have accepted a position at another company, so you will be leaving the company in 2 weeks.</p><p>(3a) You are a boss. Tell your employees that because of the economic crisis, they will be taking a 20% pay cut. This pay cut actually started last month, but you forgot to tell them. Also, you will need them to come in on the weekends for the next few months, until things get better.</p><p>(3b) You are at work. Your lovely boss has an announcement.</p><p>(4a) You are the manager of a busy company. One of your employees wants to talk with you.</p><p>(4b) Your boss has been forcing you to work more and more overtime every week. You have also been given many extra responsibilities that do not fall under your job description. You haven’t been able to spend much time with your family, and your husband/wife is threatening to divorce you. Please talk to your boss.</p><p>(5a) You are walking on the street.</p><p>(5b) You are on the street. You lost your job last month because of the economic crisis. You also got kicked out of your apartment yesterday because you couldn’t pay rent. You are hungry, and essentially, homeless. Convince the other person, who is a stranger to you, to help you.</p><p>(6a) You are a doctor. Your patient is very unhealthy due to excessive drinking and smoking (cigarettes). He/she also eats unhealthily and does not exercise enough. Convince him/her to change the way he/she is living, or he/she might die.</p><p>(6b) You are at the doctor’s office. You have just had a health checkup.</p><p>(7a) The family next to your house has a dog. The dog barks loudly every night, and you can’t sleep. Tell your neighbor to make his dog quiet. Tell him/her that if the dog doesn’t shut up, you’ll do something about it yourself.</p><p>(7b) Your neighbor comes to talk with you about your lovely dog.</p>"}
